{"metadata": {"processing_time": 148, "datasource": "PRODUCTION", "output_type": "OBJECTS"}, "data": [{"Item Code": "809", "Item": "Abaca, manila hemp, raw", "Description": "Musa textilis\t  The fibre is obtained from stalks of certain banana trees (Unofficial definition)", "CPC Code": "01929.07", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "800", "Item": "Agave fibres, raw, n.e.c.", "Description": "Including inter alia: Haiti hemp (Agave foetida); henequen (A. fourcroydes); ixtle, tampico (A. lecheguilla); maguey (A. cantala); pita (A. americana); Salvador hemp (A. letonae)\t  The leaves of some agave varieties are used for the production of alcoholic beverages, such as aquamiel, mezcal, pulque and tequila. (Unofficial definition)", "CPC Code": "01929.06", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "221", "Item": "Almonds, in shell", "Description": "Almonds, in shell This subclass is defined through the following headings/subheadings of the HS 2007: 0802.11.", "CPC Code": "01371", "HS Code": "", "HS07 Code": "080211", "HS12 Code": "080211"}, {"Item Code": "711", "Item": "Anise, badian, coriander, cumin, caraway, fennel and juniper berries, raw", "Description": "Anise, badian, coriander, cumin, caraway, fennel and juniper berries, raw This subclass includes: - aniseed, Pimpinella anisum, raw - star anise (badian) or Chinese star anise, Illicium verum, raw - fennel, Foeniculum vulgare, raw (when used as spice) - coriander (cilantro), Coriandrum sativum, raw - cumin, Cuminum cyminum, raw - caraway seeds, Carum carvi, raw -  juniper berries, Juniperus communis, raw This subclass does not include: - fennel (when used as a vegetable), cf. 01290 -  processed anise, fennel, coriander, cumin, caraway and juniper berries, cf. 23924", "CPC Code": "01654", "HS Code": "", "HS07 Code": "090910, 090920, 090930, 090940, 090950", "HS12 Code": "090921, 090922, 090931, 090932, 090961, 090962"}, {"Item Code": "515", "Item": "Apples", "Description": "Apples This subclass is defined through the following headings/subheadings of the HS 2007: 0808.10.", "CPC Code": "01341", "HS Code": "", "HS07 Code": "080810", "HS12 Code": "080810"}, {"Item Code": "526", "Item": "Apricots", "Description": "Apricots This subclass is defined through the following headings/subheadings of the HS 2007: 0809.10.", "CPC Code": "01343", "HS Code": "", "HS07 Code": "080910", "HS12 Code": "080910"}, {"Item Code": "226", "Item": "Areca nuts", "Description": "Areca nuts, species of Areca catechu, also known as betel nut, in shell, produced mainly in the Far East. Areca nuts are used mainly as masticatory. These nuts contain alkaloids (arecoline and arecaidine). (Unofficial definition)", "CPC Code": "01379.01", "HS Code": "", "HS07 Code": "080290", "HS12 Code": "080280"}, {"Item Code": "366", "Item": "Artichokes", "Description": "Artichokes This subclass includes: -  artichokes, Cynara scolymus This subclass does not include: -  Jerusalem artichokes, cf. 01599", "CPC Code": "01216", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070991"}, {"Item Code": "367", "Item": "Asparagus", "Description": "Asparagus This subclass is defined through the following headings/subheadings of the HS 2007: 0709.20.", "CPC Code": "01211", "HS Code": "", "HS07 Code": "070920", "HS12 Code": "070920"}, {"Item Code": "1107", "Item": "Asses", "Description": "Asses This subclass is defined through the following headings/subheadings of the HS 2007: 0101.30.", "CPC Code": "02132", "HS Code": "", "HS07 Code": "010110, 010190", "HS12 Code": "010130"}, {"Item Code": "572", "Item": "Avocados", "Description": "Avocados This subclass includes: - avocados, Persea americana", "CPC Code": "01311", "HS Code": "", "HS07 Code": "080440", "HS12 Code": "080440"}, {"Item Code": "839", "Item": "Balata, gutta-percha, guayule, chicle and similar natural gums in primary forms or in plates, sheets or strip", "Description": "Balata, gutta-percha, guayule, chicle and similar natural gums in primary forms or in plates, sheets or strip This subclass is defined through the following headings/subheadings of the HS 2007: 4001.30.", "CPC Code": "03211", "HS Code": "", "HS07 Code": "400130", "HS12 Code": "400130"}, {"Item Code": "203", "Item": "Bambara beans, dry", "Description": "Bambara beans, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.34.", "CPC Code": "01708", "HS Code": "", "HS07 Code": "071339", "HS12 Code": "071334"}, {"Item Code": "486", "Item": "Bananas", "Description": "Bananas This subclass includes: - sweet/dessert bananas, Musa sapientum, M. cavendishii, M. nana, i.e. bananas that can be eaten without further preparation This subclass does not include: -  plantains, cooking bananas, Musa paradisiaca, cf. 01313", "CPC Code": "01312", "HS Code": "", "HS07 Code": "080300", "HS12 Code": "080390"}, {"Item Code": "44", "Item": "Barley", "Description": "Barley", "CPC Code": "0115", "HS Code": "", "HS07 Code": "100300", "HS12 Code": "100310, 100390"}, {"Item Code": "176", "Item": "Beans, dry", "Description": "Beans, dry This subclass includes: -  beans, species of Phaseolus (vulgaris, lunatus, angularis, aureus, etc.) -  beans, species of Vigna (angularis, mungo, radiata, unguiculata, etc.) This subclass does not include: - soya beans, cf. 0141 - green beans, cf. 01241 - lentils, green, cf. 01249 -  bean shoots and sprouts, cf. 01290 - locust beans (carobs), cf. 01356 - castor beans, cf. 01449 -  broad beans and horse beans, dry, cf. 01702 - garbanzo beans (chickpeas), dry, cf. 01703 - lentils, dry, cf. 01704", "CPC Code": "01701", "HS Code": "", "HS07 Code": "071331, 071332, 071333, 071339", "HS12 Code": "071331, 071332, 071333, 071339"}, {"Item Code": "1806", "Item": "Beef and Buffalo Meat, primary", "Description": "The term \"LIVESTOCK\" is used in a broad sense to cover all grown animals regardless of age, location or purpose of breeding. Non-domesticated animals are excluded under this definition unless they are kept or raised in captivity. Domestic animals included are large and small quadrupeds, poultry, insects (bees) and larvae of insects (silkworms). Figures on livestock numbers should refer to live animals enumerated on a given day or on several consecutive days. The FAO practice is that figures for an indicated year relate to animals reported by countries for any day between October of the previous year and September of the year indicated. Statistics on live animals by age, sex and utilization generally are not included in the list that follows, even though such breakdowns are extremely desirable in terms of national statistics. For each animal species FAO proposes that information be maintained on changes in national herds during the year according to the following equation: initial herd + animals born + imports of live animals - exports of live animals - natural losses - slaughter = closing herd.FAO defines meat as the flesh of animals used for food. In production data, meat is normally reported inclusive of bone and exclusive of meat that is unfit for human consumption. As reported by individual countries, meat production data may refer either to commercial production (meat entering marketing channels), inspected production (from animals slaughtered under sanitary inspection), or total production (the total of the above- mentioned categories plus slaughter for personal consumption). All FAO annual production data refer to total production.Country statistics on meat production adhere to one or more of the following concepts: 1. Live weight: the weight of the animal immediately before slaughter. 2. Killed weight: the live weight less the uncollected blood lost during slaughter. 3. Dressed carcass weight: weight minus all parts - edible and inedible - that are removed in dressing the carcass. The concept varies widely from country to country and according to the various species of livestock. Edible parts generally include edible offals (head or head meat, tongue, brains, heart, liver, spleen, stomach or tripes and, in a few countries, other parts such as feet, throat and lungs. Slaughter fats (the unrendered fats that fall in the course of dressing the carcasses) are recorded as either edible or inedible according to country practice. Inedible parts generally include hides and skins (except in the case of pigs), as well as hoofs and stomach contents.Among individual countries, one of the following three concepts issued to measure production:A. Production from all animals, of both indigenous and foreign origin, that are slaughtered within national boundaries. B. Production from the slaughter of indigenous animals plus exports of live indigenous animals during the reference period. Derived from meat production as follows: production from slaughtered animals plus the meat equivalent of all animals exported alive, minus the meat equivalent of all animals imported alive. As imports/exports of live animals are recorded by FAO in numbers, not weight, animal type and size are of significance. C. The biological production concept covers indigenous animals that are either slaughtered or exported live, plus net additions to the stock during the reference period. Derived from indigenous productions follows: indigenous production plus (or minus) the meat equivalent of the change in the stock numbers during the reference period. Production is expressed in terms of live weight. Changes in the total live weight of all animals are not taken into account.FAO uses the first concept of meat production in the construction of its food balance sheets and for related indicators. The second concept, indigenous meat production, in measuring the output of the national livestock sector, is useful mainly in the construction of index numbers of agricultural production. The third concept, biological production, would be the most complete as it also reflects changes in the livestock herd, but it is not used because of difficulties in obtaining information from national reporting offices. The prices applied to indigenous meat production are derived from prices of live animals. This covers not only the value of meat, but also the value of offals, fats, hides and skins.Beef and Veal, Dried, Salted, Smok Meat of bovine animals, whether salted, in brine, dried or smoked. Includes edible flours and meals.Beef and Veal Preparations nes Meat and offal (o/t liver) that are boiled, steamed, grilled, fried, roasted or otherwise cooked. Includes prepared meals that contain more than 20% of meat and offal by weight.BUFFALO MEAT Fresh, chilled or frozen, with bone in or boneless.OFFALS OF BUFFALO, EDIBLE Fresh, chilled or frozen.", "CPC Code": "F1806", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "51", "Item": "Beer of barley, malted", "Description": "Beverage that may be alcoholic or non-alcoholic that is made from fermented malted cereals (mainly barley), water and hops. Non-malted cereals may also be used. The FAO definition differs from the main international classifications in that it includes non-alcoholic beer (Unofficial definition)", "CPC Code": "24310.01", "HS Code": "", "HS07 Code": "220300", "HS12 Code": "220300"}, {"Item Code": "1181", "Item": "Bees", "Description": "Bees This subclass includes: -  bees, particularly Apis mellifera, dorsata, florea, indica.", "CPC Code": "02196", "HS Code": "", "HS07 Code": "010690", "HS12 Code": "010641"}, {"Item Code": "1183", "Item": "Beeswax", "Description": "The substance bees use to build the hexagonal cells of the combs of beehives. Includes other insect waxes as well, i.e. lac and Chinese wax.\t (Unofficial definition)", "CPC Code": "02960.01", "HS Code": "", "HS07 Code": "152190", "HS12 Code": "152190"}, {"Item Code": "552", "Item": "Blueberries", "Description": "This subclass includes blueberries, species of Vaccinium myrtillus (European blueberry, wild bilberry, whortleberry) andVaccinium corymbosum (American blueberry) (Unofficial definition)", "CPC Code": "01355.01", "HS Code": "", "HS07 Code": "081040", "HS12 Code": "081040"}, {"Item Code": "216", "Item": "Brazil nuts, in shell", "Description": "Brazil nuts, in shell This subclass is defined through the following headings/subheadings of the HS 2007: 0801.21.", "CPC Code": "01377", "HS Code": "", "HS07 Code": "080121", "HS12 Code": "080121"}, {"Item Code": "181", "Item": "Broad beans and horse beans, dry", "Description": "Broad beans and horse beans, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.50.", "CPC Code": "01702", "HS Code": "", "HS07 Code": "071350", "HS12 Code": "071350"}, {"Item Code": "420", "Item": "Broad beans and horse beans, green", "Description": "Broad beans and horse beans, green This subclass includes: -  broad beans ( Vicia faba var. major) -  horse beans ( Vicia faba var. equina, Vicia faba var. minor)", "CPC Code": "01243", "HS Code": "", "HS07 Code": "070890", "HS12 Code": "070890"}, {"Item Code": "89", "Item": "Buckwheat", "Description": "Buckwheat This subclass is defined through the following headings/subheadings of the HS 2007: 1008.10.", "CPC Code": "01192", "HS Code": "", "HS07 Code": "100810", "HS12 Code": "100810"}, {"Item Code": "946", "Item": "Buffalo", "Description": "Buffalo This subclass includes: -  buffalo, species of Bubalus, mainly bubalus, ami, depressicornis, nanus (buffalo, Indian buffalo, water buffalo, carabao, and Pigmi buffalo) - caffers, African buffalo, species of Syncerus -  bisons, species of Bison, American and European This subclass does not include: - cattle, species of Bos, mainly bovis, taurus, indicus, grunniens, gaurus, grontalis and sondaicus, cf. 02111", "CPC Code": "02112", "HS Code": "", "HS07 Code": "010210, 010290", "HS12 Code": "010231, 010239"}, {"Item Code": "949", "Item": "Buffalo fat, unrendered", "Description": "Buffalo fat, unrendered This subclass includes: - fat from buffalos, animals of subclass 02112, unrendered This subclass does not include: -  tallow, fat from buffalos, rendered, cf. 21523 -  marrow, bone or foot oil and their fractions, from buffalo, cf. 21529", "CPC Code": "21513", "HS Code": "", "HS07 Code": "150200", "HS12 Code": "150290"}, {"Item Code": "1811", "Item": "Butter and Ghee", "Description": "", "CPC Code": "F1811", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "983", "Item": "Butter and ghee of sheep milk", "Description": "n.a.", "CPC Code": "22249.01", "HS Code": "", "HS07 Code": "040510, 040520, 040590", "HS12 Code": "040510, 040520, 040590"}, {"Item Code": "952", "Item": "Butter of buffalo milk", "Description": "n.a.", "CPC Code": "22242.01", "HS Code": "", "HS07 Code": "040510, 040520", "HS12 Code": "040510, 040520"}, {"Item Code": "886", "Item": "Butter of cow milk", "Description": "Emulsion of milk fat and water that is obtained by churning cream. Trade data cover butter from the milk of any animal (Unofficial definition)", "CPC Code": "22241.01", "HS Code": "", "HS07 Code": "040510, 040520", "HS12 Code": "040510, 040520"}, {"Item Code": "1022", "Item": "Butter of goat milk", "Description": "n.a.", "CPC Code": "22249.02", "HS Code": "", "HS07 Code": "040510, 040520, 040590", "HS12 Code": "040510, 040520, 040590"}, {"Item Code": "899", "Item": "Buttermilk, dry", "Description": "n.a.", "CPC Code": "22230.04", "HS Code": "", "HS07 Code": "040390", "HS12 Code": "040390"}, {"Item Code": "358", "Item": "Cabbages", "Description": "Cabbages This subclass is defined through the following headings/subheadings of the HS 2007: 0704.20, .90.", "CPC Code": "01212", "HS Code": "", "HS07 Code": "070420, 070490", "HS12 Code": "070420, 070490"}, {"Item Code": "1126", "Item": "Camels", "Description": "Bactrian camel (Camelus bactrianus); Arabian camel (C. dromedarius)  Animals of the genus listed, regardless of age, sex, or purpose raised. Data are expressed in number of heads. (Unofficial definition)", "CPC Code": "02121.01", "HS Code": "", "HS07 Code": "010619", "HS12 Code": "010613"}, {"Item Code": "101", "Item": "Canary seed", "Description": "Canary seed This subclass is defined through the following headings/subheadings of the HS 2007: 1008.30.", "CPC Code": "01195", "HS Code": "", "HS07 Code": "100830", "HS12 Code": "100830"}, {"Item Code": "568", "Item": "Cantaloupes and other melons", "Description": "Cantaloupes and other melons This subclass is defined through the following headings/subheadings of the HS 2007: 0807.19.", "CPC Code": "01229", "HS Code": "", "HS07 Code": "080719", "HS12 Code": "080719"}, {"Item Code": "426", "Item": "Carrots and turnips", "Description": "Carrots and turnips This subclass is defined through the following headings/subheadings of the HS 2007: 0706.10.", "CPC Code": "01251", "HS Code": "", "HS07 Code": "070610", "HS12 Code": "070610"}, {"Item Code": "217", "Item": "Cashew nuts, in shell", "Description": "Cashew nuts, in shell This subclass is defined through the following headings/subheadings of the HS 2007: 0801.31.", "CPC Code": "01372", "HS Code": "", "HS07 Code": "080131", "HS12 Code": "080131"}, {"Item Code": "591", "Item": "Cashewapple", "Description": "Cashewapple, species of Anacardium occidentale, is the thickened, fleshy stem below the cashew nut. When soft it is used for jam. (Unofficial definition)", "CPC Code": "01359.02", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081090"}, {"Item Code": "378", "Item": "Cassava leaves", "Description": "Cassava leaves, species of Manihot esculenta and Manihot utilissima, eaten in some areas of Africa as a vegetable, fresh or chilled. (Unofficial definition)", "CPC Code": "01219.01", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070999"}, {"Item Code": "125", "Item": "Cassava, fresh", "Description": "Cassava, species of Manihot esculenta; Manihot utilissima (manioc, mandioca, yuca) and Manihot palmata; Manihot dulcis (yuca dulce), fresh, chilled, frozen, is a semi-permanent highly perishable tuberous crop grown in tropical and subtropical regions. Sometimes bitter and sweet cassavas are referred to as separate species, the former being M. esculenta and the latter M. palmata, but this is incorrect since the toxicity varies according to location. Cassava is the staple food in many tropical countries. It is not traded internationally in its fresh state because tubers deteriorate very rapidly. (Unofficial definition)", "CPC Code": "01520.01", "HS Code": "", "HS07 Code": "071410", "HS12 Code": "071410"}, {"Item Code": "265", "Item": "Castor oil seeds", "Description": "Castor oil seeds This subclass is defined through the following headings/subheadings of the HS 2007: 1207.30.", "CPC Code": "01447", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120730"}, {"Item Code": "866", "Item": "Cattle", "Description": "Cattle This subclass includes: - cattle, species of Bos, mainly bovis, taurus, indicus, grunniens, gaurus, grontalis and sondaicus, known with many different names: ox, zebu, yak, gaur, gayal, banteng, etc. This subclass does not include: -  buffalo, species of Bubalus, Syncerus and bisons, species of Bison, cf. 02112", "CPC Code": "02111", "HS Code": "", "HS07 Code": "010210, 010290", "HS12 Code": "010221, 010229"}, {"Item Code": "1746", "Item": "Cattle and Buffaloes", "Description": "", "CPC Code": "F1746", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "869", "Item": "Cattle fat, unrendered", "Description": "Cattle fat, unrendered This subclass includes: - fat from cattle, animals of subclass 02111, unrendered This subclass does not include: -  tallow, fat from cattle, rendered, cf. 21523 - greaves fat, cf. 21523 -  marrow, bone or foot oil and their fractions, from cattle, cf. 21529", "CPC Code": "21512", "HS Code": "", "HS07 Code": "150200", "HS12 Code": "150290"}, {"Item Code": "393", "Item": "Cauliflowers and broccoli", "Description": "Cauliflowers and broccoli This subclass is defined through the following headings/subheadings of the HS 2007: 0704.10.", "CPC Code": "01213", "HS Code": "", "HS07 Code": "070410", "HS12 Code": "070410"}, {"Item Code": "108", "Item": "Cereals n.e.c.", "Description": "This subclass includes among all: Chenopodium pallidicaule (canagua or coaihua), Amaranthus caudatus (quihuicha or Inca wheat), Coix lacryma-jobi (adlay or Job's tears), Zizania aquatica (wild rice) and other cereal crops and hybrid grains that are not identified separately because of their minor relevance at the international level.  (Unofficial definition)", "CPC Code": "01199.90", "HS Code": "", "HS07 Code": "100890", "HS12 Code": "100890"}, {"Item Code": "1717", "Item": "Cereals, primary", "Description": "Cereals are generally of the gramineous family and, in the FAO concept, refer to crops harvested for dry grain only. Crops harvested green for forage, silage or grazingare classified as fodder crops. Also excluded are industrial crops, e.g. broom sorghum (Crude organic materials nes) and sweet sorghum when grown for syrup (Sugar crops nes). For international trade classifications, fresh cereals (other than sweet corn), whether or not suitable for use as fresh vegetables, are classified as cereals. Cereals are identified according to their genus. However, when two or more genera are sown and harvested as a mixture they should be classified and reported as \"mixed grains\". Production data are reported in terms of clean, dry weight of grains (12-14 percent moisture) in the form usually marketed. Rice, however, is reported in terms of paddy. Apart from moisture content and inedible substances such as cellulose, cereal grains contain, along with traces of minerals and vitamins, carbohydrates - mainly starches - (comprising 65-75 percent of their total weight), as well as proteins (6-12 percent) and fat (1-5 percent). The FAO definitions cover 17 primary cereals, of which one - white maize - is a component of maize. Each definition is listed along with its code, botanical name or names, and a short description. Cereal products derive either from the processing of grain through one or more mechanical or chemical operations, or from the processing of flour, meal or starch. Each cereal product is listed after the cereal from which it is derived.", "CPC Code": "F1717", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1745", "Item": "Cheese (All Kinds)", "Description": "", "CPC Code": "F1745", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "955", "Item": "Cheese from milk of buffalo, fresh or processed", "Description": "Cheese from milk of buffalo, fresh or processed This subclass includes: - cheese of milk of buffalo, animals of subclass 02112, fresh or processed: fresh cheese, whey cheese and curd grated or powdered cheese processed cheese blue-veined cheese and other cheese containing veins produced by Pencilium roqueforti other fresh or processed cheese This subclass does not include: - cheese of milk of cattle, cf. 22251 - cheese of milk of sheep, cf. 22253 - cheese of milk of goats, cf. 22254 - cheese of milk of other animals than cattle, buffalo, sheep and goats, cf. 22259", "CPC Code": "22252", "HS Code": "", "HS07 Code": "040610, 040620, 040630, 040640, 040690", "HS12 Code": "040610, 040620, 040630, 040640, 040690"}, {"Item Code": "1021", "Item": "Cheese from milk of goats, fresh or processed", "Description": "Cheese from milk of goats, fresh or processed This subclass includes: - cheese of milk of goats, animals of subclass 02123, fresh or processed: fresh cheese, whey cheese and curd grated or powdered cheeseprocessed cheeseblue-veined cheese and other cheese containing veins produced by Pencilium roqueforti other fresh or processed cheese This subclass does not include: - cheese of milk of cattle, cf. 22251 - cheese of milk of buffalo, cf. 22252 - cheese of milk of sheep, cf. 22253 - cheese of milk of other animals than cattle, buffalo, sheep and goats, cf. 22259", "CPC Code": "22254", "HS Code": "", "HS07 Code": "040610, 040620, 040630, 040640, 040690", "HS12 Code": "040610, 040620, 040630, 040640, 040690"}, {"Item Code": "984", "Item": "Cheese from milk of sheep, fresh or processed", "Description": "Cheese from milk of sheep, fresh or processed This subclass includes: - cheese of milk of sheep, animals of subclass 02122, fresh or processed: fresh cheese, whey cheese and curd grated or powdered cheese processed cheese blue-veined cheese and other cheese containing veins produced by Pencilium roqueforti other fresh or processed cheese This subclass does not include: - cheese of milk of cattle, cf. 22251 - cheese of milk of buffalo, cf. 22252 - cheese of milk of goats, cf. 22254 - cheese of milk of other animals than cattle, buffalo, sheep and goats, cf. 22259", "CPC Code": "22253", "HS Code": "", "HS07 Code": "040610, 040620, 040630, 040640, 040690", "HS12 Code": "040610, 040620, 040630, 040640, 040690"}, {"Item Code": "904", "Item": "Cheese from skimmed cow milk", "Description": "May include some whole milk (Unofficial definition)", "CPC Code": "22251.02", "HS Code": "", "HS07 Code": "040610, 040620, 040630, 040640, 040690", "HS12 Code": "040610, 040620, 040630, 040640, 040690"}, {"Item Code": "901", "Item": "Cheese from whole cow milk", "Description": "Curd of milk that has been coagulated and separated from whey. May include some skimmed milk (Unofficial definition)", "CPC Code": "22251.01", "HS Code": "", "HS07 Code": "040610, 040620, 040630, 040640, 040690", "HS12 Code": "040610, 040620, 040630, 040640, 040690"}, {"Item Code": "531", "Item": "Cherries", "Description": "This subclass includes cherries, species of Prunus avium (whiteheart cherries); Cerasus avium (mazzard, sweet cherry, morello cherries), var. duracina (hard-fleshed cherry) and var. Juliana (heart cherry). (Unofficial definition)", "CPC Code": "01344.02", "HS Code": "", "HS07 Code": "080920", "HS12 Code": "080929"}, {"Item Code": "220", "Item": "Chestnuts, in shell", "Description": "Chestnuts, in shell This subclass includes: - chestnuts, nuts of Castanea This subclass does not include: - Chinese water chestnuts, Eleocharis dulcis, cf. 01290 -  water chestnuts, Trapa natans, cf. 01379 - shelled chestnuts, cf. 21429 -  horse chestnuts, cf. 39120", "CPC Code": "01373", "HS Code": "", "HS07 Code": "080240", "HS12 Code": "080241, 080242"}, {"Item Code": "191", "Item": "Chick peas, dry", "Description": "Chick peas, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.20.", "CPC Code": "01703", "HS Code": "", "HS07 Code": "071320", "HS12 Code": "071320"}, {"Item Code": "1057", "Item": "Chickens", "Description": "Chickens This subclass is defined through the following headings/subheadings of the HS 2007: 0105.11, .94.", "CPC Code": "02151", "HS Code": "", "HS07 Code": "010511, 010519, 010594, 010599", "HS12 Code": "010511, 010515, 010594, 010599"}, {"Item Code": "459", "Item": "Chicory roots", "Description": "Chicory roots This subclass is defined through the following headings/subheadings of the HS 2007: 1212.94.", "CPC Code": "01691", "HS Code": "", "HS07 Code": "121299", "HS12 Code": "121294"}, {"Item Code": "689", "Item": "Chillies and peppers, dry (Capsicum spp., Pimenta spp.), raw", "Description": "Chillies and peppers, dry (Capsicum spp., Pimenta spp.), raw This subclass includes: -  raw, dried fruits of plants of the genus Capsicum capsicum, sweet pepper chilli pepper cultivars of Capsicum annuum cayenne pepper jalapeno pepper anaheim pepperpaprika, bell pepper ancho pepperpimento -  raw, dried fruits of plants of the genus Pimenta allspice, Jamaica pepper Pimenta dioica This subclass does not include: - chillies and peppers, green, cf. 01231 - dry chillies and peppers, crushed, ground or otherwise processed, cf. 23922", "CPC Code": "01652", "HS Code": "", "HS07 Code": "090420", "HS12 Code": "090421, 090422"}, {"Item Code": "401", "Item": "Chillies and peppers, green (Capsicum spp. and Pimenta spp.)", "Description": "Chillies and peppers, green (Capsicum spp. and Pimenta spp.) This subclass is defined through the following headings/subheadings of the HS 2007: 0709.60.", "CPC Code": "01231", "HS Code": "", "HS07 Code": "070960", "HS12 Code": "070960"}, {"Item Code": "693", "Item": "Cinnamon and cinnamon-tree flowers, raw", "Description": "Cinnamon and cinnamon-tree flowers, raw This subclass is defined through the following headings/subheadings of the HS 2007: 0906.11, .19.", "CPC Code": "01655", "HS Code": "", "HS07 Code": "090611, 090619, 090620", "HS12 Code": "090611, 090619, 090620"}, {"Item Code": "1804", "Item": "Citrus Fruit, Total", "Description": "", "CPC Code": "F1804", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "698", "Item": "Cloves (whole stems), raw", "Description": "Cloves (whole stems), raw This subclass includes: - cloves,  i.e.  fruits  of  evergreen  trees Syzygium  aromaticum,  Eugenia  caryophyllata,  cariophillus aromaticus, raw This subclass does not include: -  processed cloves, cf. 23926", "CPC Code": "01656", "HS Code": "", "HS07 Code": "090700", "HS12 Code": "090710, 090720"}, {"Item Code": "661", "Item": "Cocoa beans", "Description": "Cocoa beans This subclass is defined through the following headings/subheadings of the HS 2007: 1801.", "CPC Code": "01640", "HS Code": "", "HS07 Code": "180100", "HS12 Code": "180100"}, {"Item Code": "252", "Item": "Coconut oil", "Description": "Coconut oil", "CPC Code": "2166", "HS Code": "", "HS07 Code": "151311, 151319", "HS12 Code": "151311, 151319"}, {"Item Code": "249", "Item": "Coconuts, in shell", "Description": "Coconuts, in shell This subclass includes: - coconuts, Cocos nucifera, in the shell, i.e. the inner shell (endocarp) or the outer shell (mesocarp or exocarp) This subclass does not include: - shelled coconuts, cf. 21429", "CPC Code": "01460", "HS Code": "", "HS07 Code": "080119", "HS12 Code": "080112, 080119"}, {"Item Code": "656", "Item": "Coffee, green", "Description": "Coffee, green This subclass is defined through the following headings/subheadings of the HS 2007: 0901.11.", "CPC Code": "01610", "HS Code": "", "HS07 Code": "090111", "HS12 Code": "090111"}, {"Item Code": "813", "Item": "Coir, raw", "Description": "Cocos nucifera\t  Coir fibre is obtained from the fibrous covering of the mesocarp.  (Unofficial definition)", "CPC Code": "01929.08", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "767", "Item": "Cotton lint, ginned", "Description": "Gossypium spp\t  Fibres from ginning seed cotton that have not been carded or combed. Trade data also include fibres that have been cleaned, bleached, dyed or rendered absorbent. (Unofficial definition)", "CPC Code": "01921.02", "HS Code": "", "HS07 Code": "520100", "HS12 Code": "520100"}, {"Item Code": "329", "Item": "Cotton seed", "Description": "Cottonseed", "CPC Code": "0143", "HS Code": "", "HS07 Code": "120720", "HS12 Code": "120721, 120729"}, {"Item Code": "331", "Item": "Cottonseed oil", "Description": "Cottonseed oil", "CPC Code": "2168", "HS Code": "", "HS07 Code": "151221, 151229", "HS12 Code": "151221, 151229"}, {"Item Code": "195", "Item": "Cow peas, dry", "Description": "Cow peas, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.35.", "CPC Code": "01706", "HS Code": "", "HS07 Code": "071339", "HS12 Code": "071335"}, {"Item Code": "554", "Item": "Cranberries", "Description": "This subclass includes cranberries, species of Vaccinium macrocarpon (American cranberry) and Vaccinium oxycoccus (European cranberry). (Unofficial definition)", "CPC Code": "01355.02", "HS Code": "", "HS07 Code": "081040", "HS12 Code": "081040"}, {"Item Code": "885", "Item": "Cream, fresh", "Description": "Cream, fresh This subclass includes: -  cream, of a fat content higher than 6%, whether or not pasteurized, enriched in vitamins or mineral salts, homogenized, sterilized, peptonized, reconstituted, whipped, frozen This subclass also includes: -  cream, reconstituted, of a quantitative and qualitative composition similar to items above This subclass does not include: -  raw milk, of a fat content higher than 6%, cf. 0221, 0229 -  cream, concentrated, whether or not reconstituted, cf. 22229 -  milk and cream in solid form, whether or not reconstituted: quantitative and qualitative composition similar to natural whole milk, cf. 22211 quantitative and qualitative composition similar to skim milk or whey, cf. 22212 other quantitative or qualitative composition, cf. 22219 -  liquid  reconstituted  cream,  when  not  of  a  quantitative  or  qualitative  composition  similar  to  the included items, cf. 22290 - cream with added sugar or other sweetening material, cf. 22229 - cream, curdled, fermented or acidified, cf. 22230", "CPC Code": "22120", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "397", "Item": "Cucumbers and gherkins", "Description": "Cucumbers and gherkins This subclass is defined through the following headings/subheadings of the HS 2007: 0707.", "CPC Code": "01232", "HS Code": "", "HS07 Code": "070700", "HS12 Code": "070700"}, {"Item Code": "550", "Item": "Currants", "Description": "Currants, species of Ribes nigrum (Black) and Ribes rubrum (red and white). (Unofficial definition)", "CPC Code": "01351.01", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081030"}, {"Item Code": "577", "Item": "Dates", "Description": "Dates This subclass includes: - dates, fruit of the date palm, Phoenix dactylifera", "CPC Code": "01314", "HS Code": "", "HS07 Code": "080410", "HS12 Code": "080410"}, {"Item Code": "1068", "Item": "Ducks", "Description": "Ducks This subclass includes: - ducks, species of Anas , mainlyplatyrhynchos", "CPC Code": "02154", "HS Code": "", "HS07 Code": "010519, 010599", "HS12 Code": "010513, 010599"}, {"Item Code": "948", "Item": "Edible offal of buffalo, fresh, chilled or frozen", "Description": "Edible offal of buffalo, fresh, chilled or frozen This subclass includes: - edible offal of buffalo, animals of subclass 02112, fresh, chilled or frozen This subclass does not include: - edible offal of cattle, cf. 21151", "CPC Code": "21152", "HS Code": "", "HS07 Code": "020610, 020621, 020622, 020629, 050400", "HS12 Code": "020610, 020621, 020622, 020629, 050400"}, {"Item Code": "868", "Item": "Edible offal of cattle, fresh, chilled or frozen", "Description": "Edible offal of cattle, fresh, chilled or frozen This subclass includes: - edible offal of cattle, animals of subclass 02111, fresh, chilled or frozen This subclass does not include: - edible offal of buffalo, cf. 21152", "CPC Code": "21151", "HS Code": "", "HS07 Code": "020610, 020621, 020622, 020629, 050400", "HS12 Code": "020610, 020621, 020622, 020629, 050400"}, {"Item Code": "1018", "Item": "Edible offal of goat, fresh, chilled or frozen", "Description": "Edible offal of goat, fresh, chilled or frozen This subclass includes: - edible offal of goat, animals of subclass 02123, fresh, chilled or frozen", "CPC Code": "21156", "HS Code": "", "HS07 Code": "020680, 020690, 050400", "HS12 Code": "020680, 020690, 050400"}, {"Item Code": "1036", "Item": "Edible offal of pigs, fresh, chilled or frozen", "Description": "Edible offal of pigs, fresh, chilled or frozen This subclass includes: - edible offal of pigs, animals of subclass 02140, fresh, chilled or frozen", "CPC Code": "21153", "HS Code": "", "HS07 Code": "020630, 020641, 020649, 050400", "HS12 Code": "020630, 020641, 020649, 050400"}, {"Item Code": "978", "Item": "Edible offal of sheep, fresh, chilled or frozen", "Description": "Edible offal of sheep, fresh, chilled or frozen This subclass includes: - edible offal of sheep, animals of subclass 02122, fresh, chilled or frozen", "CPC Code": "21155", "HS Code": "", "HS07 Code": "020680, 020690, 050400", "HS12 Code": "020680, 020690, 050400"}, {"Item Code": "1128", "Item": "Edible offals of camels and other camelids, fresh, chilled or frozen", "Description": "Edible offals of camels and other camelids, fresh, chilled or frozen (Unofficial definition)", "CPC Code": "21159.02", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020860"}, {"Item Code": "1098", "Item": "Edible offals of horses and other equines,  fresh, chilled or frozen", "Description": "Edible offals of horses and other equines,  fresh, chilled or frozen (Unofficial definition)", "CPC Code": "21159.01", "HS Code": "", "HS07 Code": "020680, 020690", "HS12 Code": "020680, 020690"}, {"Item Code": "149", "Item": "Edible roots and tubers with high starch or inulin content, n.e.c., fresh", "Description": "Edible roots and tubers with high starch or inulin content, n.e.c., fresh includes among all: Arracacoa xanthorrhiza (arracacha), Maranta arundinacea (arrowroot), Cyperus esculentus (chufa), Metroxylon spp. (sago palm), Oxalis tuberosa and Ullucus tuberosus (oca and ullucu), Pachyrxhizus erosus and Pachyrxhizus angulatus (yam bean, jicama), Tropaeolum tuberosum (mashua), Helianthus tuberosus (Jerusalem artichoke, topinambur). Other tubers, roots or rhizomes, fresh, which are not identified separately because of their minor relevance at the international level.  (Unofficial definition)", "CPC Code": "01599.10", "HS Code": "", "HS07 Code": "071490", "HS12 Code": "071490"}, {"Item Code": "399", "Item": "Eggplants (aubergines)", "Description": "Eggplants (aubergines) This subclass is defined through the following headings/subheadings of the HS 2007: 0709.30.", "CPC Code": "01233", "HS Code": "", "HS07 Code": "070930", "HS12 Code": "070930"}, {"Item Code": "1091", "Item": "Eggs from other birds in shell, fresh, n.e.c.", "Description": "Eggs from other birds in shell, fresh, n.e.c.", "CPC Code": "0232", "HS Code": "", "HS07 Code": "040700", "HS12 Code": "040719, 040729, 040790"}, {"Item Code": "1783", "Item": "Eggs Primary", "Description": "Eggs and Egg products. Egg production by type of poultry should refer to the total production of eggs in the shell by all types of hens in both the traditional sector (individually owned small flocks) and the modern sector (large-scale, intensive commercial poultry farms).Total productions include eggs for hatching but exclude waste of farms. Countries should report in terms of both numbers and weight.FAO lists seven egg and egg products items, including four primary and three processed products.", "CPC Code": "F1783", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1816", "Item": "Evaporated & Condensed Milk", "Description": "", "CPC Code": "F1816", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1129", "Item": "Fat of camels", "Description": "Unrendered slaughter fats (Unofficial definition)", "CPC Code": "21519.02", "HS Code": "", "HS07 Code": "150600", "HS12 Code": "150600"}, {"Item Code": "1037", "Item": "Fat of pigs", "Description": "Unrendered slaughter fats of pigs, including edible and inedible fats that are removed in the course of dressing the carcass. (Unofficial definition)", "CPC Code": "21511.01", "HS Code": "", "HS07 Code": "020900", "HS12 Code": "020910"}, {"Item Code": "17530", "Item": "Fibre Crops, Fibre Equivalent", "Description": "", "CPC Code": "F17530", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "569", "Item": "Figs", "Description": "Figs This subclass includes: - figs, fruit of plants of the genus Ficus, especially Ficus carica", "CPC Code": "01315", "HS Code": "", "HS07 Code": "080420", "HS12 Code": "080420"}, {"Item Code": "771", "Item": "Flax, raw or retted", "Description": "Flax Straw, spp. Linum usitatissimum. \t Flax is cultivated for seed as well as for fibre. The fibre is obtained from the stem of the plant. Data are reported in terms of straw. (Unofficial definition)", "CPC Code": "01929.01", "HS Code": "", "HS07 Code": "530110", "HS12 Code": "530110"}, {"Item Code": "94", "Item": "Fonio", "Description": "Fonio This subclass is defined through the following headings/subheadings of the HS 2007: 1008.40.", "CPC Code": "01193", "HS Code": "", "HS07 Code": "100890", "HS12 Code": "100840"}, {"Item Code": "1738", "Item": "Fruit Primary", "Description": "Fruit Crops consist of fruits and berries that, with few exceptions, are characterized by their sweet taste. Nearly all are permanent crops, mainly from trees, bushes and shrubs, as well as vines and palms. Fruits and berries grow on branches, stalks or the trunks of plants, usually singly, but sometimes grouped in bunches or clusters (e.g. bananas and grapes). Commercial crops are cultivated in plantations, but significant quantities of fruits are also collected from scattered plants that may or may not be cultivated. Although melons and watermelons are generally considered to be fruits, FAO groups them with vegetables because they are temporary crops. Fruit crops are highly perishable. Their shelf life may be extended through the application of chemical substances that inhibit the growth of micro-organisms and through careful control of the surrounding temperature, pressure and humidity once the fruit has been picked. Fruits and berries have a very high water content accounting for some 70- 90 percent of their weight. They contain, in various degrees, minerals, vitamins and organic acids, some of which reside in the peel or skin. Some fruits have a high fibre content and other inedible components, so that wastage is high, e.g. 60 percent for passion fruit and 35-45 percent for pineapples. The waste in temperate zone fruit is lower, generally of the order of 10-15 percent, while berries contain very little waste. The carbohydrate content of fruits varies widely. Protein content is very low, averaging less than 1 percent, or below that in vegetables. Fat content in fruit is negligible, with the notable exception of avocados. Fruit crops are consumed directly as food and are processed into dried fruit, fruit juice, canned fruit, frozen fruit, jam, alcoholic beverages, etc. Fruit crops are not normally grown for animal feed, although significant quantities of diseased and substandard fruits, as well as certain by-products of the fruit processing industry, are fed to animals. Production data for fruit crops should relate to fruits actually harvested. Data on bananas and plantains should relate to the weight of single bananas or banana hands, excluding the weight of the central stalk. FAO lists 36 primary fruit crops.", "CPC Code": "F1738", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1163", "Item": "Game meat, fresh, chilled or frozen", "Description": "Meat and offals of wild animals, whether fresh, chilled or frozen. (Unofficial definition)", "CPC Code": "21170.02", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020890"}, {"Item Code": "1072", "Item": "Geese", "Description": "Geese This subclass includes: - geese, species of Anser , mainly anser, albifrons, arvensis", "CPC Code": "02153", "HS Code": "", "HS07 Code": "010519, 010599", "HS12 Code": "010514, 010599"}, {"Item Code": "953", "Item": "Ghee from buffalo milk", "Description": "n.a.", "CPC Code": "22242.02", "HS Code": "", "HS07 Code": "040590", "HS12 Code": "040590"}, {"Item Code": "887", "Item": "Ghee from cow milk", "Description": "Butter from which the water has been removed. Very common in hot countries. Includes also anhydrous butterfat or butter oil (Unofficial definition)", "CPC Code": "22241.02", "HS Code": "", "HS07 Code": "040590", "HS12 Code": "040590"}, {"Item Code": "720", "Item": "Ginger, raw", "Description": "Ginger, raw This subclass includes: - ginger, Zingiber officinalie This subclass does not include: -  processed ginger, including scraped ginger and ginger in brine, cf. 23927", "CPC Code": "01657", "HS Code": "", "HS07 Code": "091010", "HS12 Code": "091011, 091012"}, {"Item Code": "1019", "Item": "Goat fat, unrendered", "Description": "Goat fat, unrendered This subclass includes: - fat from goats, animals of subclass 02123, unrendered This subclass does not include: -  tallow, fat from goats, rendered, cf. 21523 -  marrow, bone or foot oil and their fractions, from goats, cf. 21529", "CPC Code": "21515", "HS Code": "", "HS07 Code": "150200", "HS12 Code": "150290"}, {"Item Code": "1016", "Item": "Goats", "Description": "Goats This subclass is defined through the following headings/subheadings of the HS 2007: 0104.20.", "CPC Code": "02123", "HS Code": "", "HS07 Code": "010420", "HS12 Code": "010420"}, {"Item Code": "549", "Item": "Gooseberries", "Description": "Gooseberries, species of Ribes grossularia (Unofficial definition)", "CPC Code": "01351.02", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081030"}, {"Item Code": "560", "Item": "Grapes", "Description": "Grapes This subclass is defined through the following headings/subheadings of the HS 2007: 0806.10.", "CPC Code": "01330", "HS Code": "", "HS07 Code": "080610", "HS12 Code": "080610"}, {"Item Code": "446", "Item": "Green corn (maize)", "Description": "Green corn (maize), species of Zea mays, particularly var. Saccharata, includes maize harvested green for food. Saccharata variety is commonly known as sweet corn, whether or not in the cob. (Unofficial definition)", "CPC Code": "01290.01", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070999"}, {"Item Code": "406", "Item": "Green garlic", "Description": "Green garlic This subclass is defined through the following headings/subheadings of the HS 2007: 0703.20.", "CPC Code": "01252", "HS Code": "", "HS07 Code": "070320", "HS12 Code": "070320"}, {"Item Code": "675", "Item": "Green tea (not fermented), black tea (fermented) and partly fermented tea, in immediate packings of a content not exceeding 3 kg", "Description": "", "CPC Code": "23913", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "244", "Item": "Groundnut oil", "Description": "Groundnut oil", "CPC Code": "2162", "HS Code": "", "HS07 Code": "150810, 150890", "HS12 Code": "150810, 150890"}, {"Item Code": "242", "Item": "Groundnuts, excluding shelled", "Description": "Groundnuts, excluding shelled", "CPC Code": "0142", "HS Code": "", "HS07 Code": "120210, 120220", "HS12 Code": "120230, 120241"}, {"Item Code": "225", "Item": "Hazelnuts, in shell", "Description": "Hazelnuts, in shell This subclass is defined through the following headings/subheadings of the HS 2007: 0802.21.", "CPC Code": "01374", "HS Code": "", "HS07 Code": "080221", "HS12 Code": "080221"}, {"Item Code": "336", "Item": "Hempseed", "Description": "Hempseed, species of Cannabis sativa, is an annual herbaceous that is cultivated for its fibre as well as its oil. In major producing countries oil is extracted from the seeds. (Unofficial definition)", "CPC Code": "01449.02", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "1062", "Item": "Hen eggs in shell, fresh", "Description": "Hen eggs in shell, fresh", "CPC Code": "0231", "HS Code": "", "HS07 Code": "040700", "HS12 Code": "040711, 040721, 040790"}, {"Item Code": "677", "Item": "Hop cones", "Description": "Hop cones This subclass is defined through the following headings/subheadings of the HS 2007: 1210.", "CPC Code": "01659", "HS Code": "", "HS07 Code": "121010, 121020", "HS12 Code": "121010, 121020"}, {"Item Code": "1097", "Item": "Horse meat, fresh or chilled", "Description": "Horse meat, fresh or chilled (Unofficial definition)", "CPC Code": "21118.01", "HS Code": "", "HS07 Code": "020500", "HS12 Code": "020500"}, {"Item Code": "1096", "Item": "Horses", "Description": "Horses This subclass is defined through the following headings/subheadings of the HS 2007: 0101.21, .29.", "CPC Code": "02131", "HS Code": "", "HS07 Code": "010110, 010190", "HS12 Code": "010121, 010129"}, {"Item Code": "277", "Item": "Jojoba seeds", "Description": "Jojoba seeds, species of Simmondsia californica or S. Chinensis, obtained from the shrub or small tree of the Buxaceae family, and valued mainly for the extraction of their oil (Unofficial definition)", "CPC Code": "01499.03", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "780", "Item": "Jute, raw or retted", "Description": "White jute (Corchorus capsularis); red jute, tossa (C. olitorius)\t  Trade data cover raw or processed jute (but not spun), tow and waste, yarn waste and garnetted stock and may include jute-like fibres. (Unofficial definition)", "CPC Code": "01922.01", "HS Code": "", "HS07 Code": "530310, 530390", "HS12 Code": "530310, 530390"}, {"Item Code": "778", "Item": "Kapok fibre, raw", "Description": "Ceiba pentandra\t  This plant is cultivated for seed as well as for fibre. Trade data cover only fibres that have been crushed, carded or combed for spinning. (Unofficial definition)", "CPC Code": "01929.03", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "310", "Item": "Kapok fruit", "Description": "Kapok fruit, species of Ceiba pentandra, is the fruit of kapok. It contains fibre and seeds (see 01499.06), which are considered as primary crops. It is used for the extraction of edible or industrial oils and fats. (Unofficial definition)", "CPC Code": "01499.05", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "311", "Item": "Kapokseed in shell", "Description": "Seed of the fruit of kapok, species of Ceiba pentandra, in shell. The soft shell is approximately 40-50% of the total weight of the nut. It is used for the extraction of edible or industrial oils and fats. (Unofficial definition)", "CPC Code": "01499.06", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "263", "Item": "Karite nuts (sheanuts)", "Description": "Karite nuts (sheanuts), species of Butyrospermum parkii, includes only the nut contained in the fruit although the pulp around the nut is also edible. (Unofficial definition)", "CPC Code": "01499.01", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "782", "Item": "Kenaf, and other textile bast fibres, raw or retted", "Description": "Including inter alia: China jute (Abutilon avicennae); Congo jute, malva, paka (Urena lobata; U. sinuata); Indian flax (Abroma augusta); kenaf, meshta (Hibiscus cannabinus); rosella hemp (H. sabdariffa); sunn hemp (Crotalaria juncea)\t  This definition covers all textile fibres extracted from the stems of dicotyledonous plants, o/t flax, ramie, true hemp and true jute. For trade coverage see 0780. (Unofficial definition)", "CPC Code": "01922.02", "HS Code": "", "HS07 Code": "530310, 530390", "HS12 Code": "530310, 530390"}, {"Item Code": "592", "Item": "Kiwi fruit", "Description": "Kiwi fruit This subclass is defined through the following headings/subheadings of the HS 2007: 0810.50.", "CPC Code": "01352", "HS Code": "", "HS07 Code": "081050", "HS12 Code": "081050"}, {"Item Code": "224", "Item": "Kola nuts", "Description": "Kola nuts, species of Cola nitida; Cola vera; Cola acuminata (kola, cola, Sudan cola nut), produced mainly in Africa. Kola nuts, containing 2.4 to 2.6% caffeine, are commonly chewed by the local population. Much used in Europe and America in the production of beverages. (Unofficial definition)", "CPC Code": "01379.02", "HS Code": "", "HS07 Code": "080290", "HS12 Code": "080270"}, {"Item Code": "407", "Item": "Leeks and other alliaceous vegetables", "Description": "Leeks and other alliaceous vegetables This subclass is defined through the following headings/subheadings of the HS 2007: 0703.90.", "CPC Code": "01254", "HS Code": "", "HS07 Code": "070390", "HS12 Code": "070390"}, {"Item Code": "497", "Item": "Lemons and limes", "Description": "Lemons and limes This subclass includes: - lemons, fruit of Citrus limon - limes, fruit of Citrus aurantifolia and Citrus latifolia This subclass does not include: - citrons, cf. 01329", "CPC Code": "01322", "HS Code": "", "HS07 Code": "080550", "HS12 Code": "080550"}, {"Item Code": "201", "Item": "Lentils, dry", "Description": "Lentils, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.40.", "CPC Code": "01704", "HS Code": "", "HS07 Code": "071340", "HS12 Code": "071340"}, {"Item Code": "372", "Item": "Lettuce and chicory", "Description": "Lettuce and chicory This subclass is defined through the following headings/subheadings of the HS 2007: 0705.", "CPC Code": "01214", "HS Code": "", "HS07 Code": "070511, 070519, 070521, 070529", "HS12 Code": "070511, 070519, 070521, 070529"}, {"Item Code": "333", "Item": "Linseed", "Description": "Linseed This subclass is defined through the following headings/subheadings of the HS 2007: 1204.", "CPC Code": "01441", "HS Code": "", "HS07 Code": "120400", "HS12 Code": "120400"}, {"Item Code": "461", "Item": "Locust beans (carobs)", "Description": "Locust beans (carobs) This subclass includes: - Locust beans (carobs), Ceratonia siliqua", "CPC Code": "01356", "HS Code": "", "HS07 Code": "121299", "HS12 Code": "121292"}, {"Item Code": "210", "Item": "Lupins", "Description": "Lupins, species of Lupinus, dried. Used primarily for animal feed, though in some parts of Africa and in Latin America some varieties are cultivated for human food. (Unofficial definition)", "CPC Code": "01709.02", "HS Code": "", "HS07 Code": "121490", "HS12 Code": "121490"}, {"Item Code": "56", "Item": "Maize (corn)", "Description": "Maize (corn) This class includes: -  maize harvested for their dry grains only", "CPC Code": "0112", "HS Code": "", "HS07 Code": "100510, 100590", "HS12 Code": "100510, 100590"}, {"Item Code": "571", "Item": "Mangoes, guavas and mangosteens", "Description": "Mangoes, guavas and mangosteens This subclass includes: -  mangoes, fruit of Mangifera indica - guavas,  fruit  of  the  trees  of  the  genus Psidium,  in  particular Psidium  cattleianum  and Psidium guajava -  mangosteens, Garcinia mangostana", "CPC Code": "01316", "HS Code": "", "HS07 Code": "080450", "HS12 Code": "080450"}, {"Item Code": "1242", "Item": "Margarine and shortening", "Description": "Margarine is made principally from one or more hydrogenated vegetable or animal fats or oils in which is dispersed an aqueous potion containing milk products, salt, flavouring agents and other additives. Shortening is a product similar to margarine, but with a higher animal fat content. Shortening and compound fats are used primarily for baking and frying. The fat content of margarine and shortening varies from 70 to 90% (Unofficial definition)", "CPC Code": "21700.02", "HS Code": "", "HS07 Code": "151710, 151790", "HS12 Code": "151710, 151790"}, {"Item Code": "671", "Item": "Maté leaves", "Description": "Mat√© leaves This subclass is defined through the following headings/subheadings of the HS 2007: 0903.", "CPC Code": "01630", "HS Code": "", "HS07 Code": "090300", "HS12 Code": "090300"}, {"Item Code": "1108", "Item": "Meat of asses, fresh or chilled", "Description": "Meat of asses, fresh or chilled (Unofficial definition)", "CPC Code": "21118.02", "HS Code": "", "HS07 Code": "020500", "HS12 Code": "020500"}, {"Item Code": "947", "Item": "Meat of buffalo, fresh or chilled", "Description": "Meat of buffalo, fresh or chilled This subclass includes: -  meat of buffalo, animals of subclass 02112, fresh or chilled This subclass does not include: -  meat of buffalo, frozen, cf. 21132 - edible offal of buffalo, cf. 21152", "CPC Code": "21112", "HS Code": "", "HS07 Code": "020110, 020120, 020130, 020210, 020220, 020230", "HS12 Code": "020110, 020120, 020130, 020210, 020220, 020230"}, {"Item Code": "1127", "Item": "Meat of camels, fresh or chilled", "Description": "Meat of camels, fresh or chilled (Unofficial definition)", "CPC Code": "21117.01", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020860"}, {"Item Code": "867", "Item": "Meat of cattle with the bone, fresh or chilled", "Description": "Meat of bovine animals, fresh or chilled, with bone in. Common trade names are beef and veal. (Unofficial definition)", "CPC Code": "21111.01", "HS Code": "", "HS07 Code": "020110, 020120, 020210, 020220", "HS12 Code": "020110, 020120, 020210, 020220"}, {"Item Code": "1058", "Item": "Meat of chickens, fresh or chilled", "Description": "Meat of chickens, fresh or chilled This subclass includes: -  meat of chickens, Gallus domesticus, birds of subclass 02151, fresh or chilled This subclass does not include: -  meat of chickens, frozen, cf. 21141 - edible offal of chicken, cf. 21160", "CPC Code": "21121", "HS Code": "", "HS07 Code": "020711, 020712, 020713, 020714, 020732, 020733, 020735, 020736", "HS12 Code": "020711, 020712, 020713, 020714, 020760"}, {"Item Code": "1069", "Item": "Meat of ducks, fresh or chilled", "Description": "Meat of ducks, fresh or chilled This subclass includes: -  meat of ducks, birds of subclass 02154, fresh or chilled This subclass does not include: -  meat of ducks, frozen, cf. 21142 - fatty liver of duck, cf. 21160 - edible offal of duck, cf. 21160", "CPC Code": "21122", "HS Code": "", "HS07 Code": "020732, 020733, 020735, 020736", "HS12 Code": "020741, 020742, 020744, 020745"}, {"Item Code": "1073", "Item": "Meat of geese, fresh or chilled", "Description": "Meat of geese, fresh or chilled This subclass includes: -  meat of geese, birds of subclass 02153, fresh or chilled This subclass does not include: -  meat of geese, frozen, cf. 21143 - fatty liver of geese, cf. 21160 - edible offal of geese, cf. 21160", "CPC Code": "21123", "HS Code": "", "HS07 Code": "020732, 020733, 020735, 020736", "HS12 Code": "020751, 020752, 020754, 020755"}, {"Item Code": "1017", "Item": "Meat of goat, fresh or chilled", "Description": "Meat of goat, fresh or chilled This subclass includes: -  meat of goat, animals of subclass 02123, fresh or chilled This subclass does not include: -  meat of goat, frozen, cf. 21136 - edible offal of goat, cf. 21156", "CPC Code": "21116", "HS Code": "", "HS07 Code": "020450", "HS12 Code": "020450"}, {"Item Code": "1111", "Item": "Meat of mules, fresh or chilled", "Description": "Meat of mules, fresh or chilled (Unofficial definition)", "CPC Code": "21118.03", "HS Code": "", "HS07 Code": "020500", "HS12 Code": "020500"}, {"Item Code": "1158", "Item": "Meat of other domestic camelids, fresh or chilled", "Description": "Meat of other domestic camelids, fresh or chilled (Unofficial definition)", "CPC Code": "21117.02", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020860"}, {"Item Code": "1151", "Item": "Meat of other domestic rodents, fresh or chilled", "Description": "Meat of other domestic rodents, fresh or chilled (Unofficial definition)", "CPC Code": "21119.01", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020890"}, {"Item Code": "1035", "Item": "Meat of pig with the bone, fresh or chilled", "Description": "Meat, with the bone in, of domestic or wild pigs (e.g. wild boars), whether fresh or chilled. (Unofficial definition)", "CPC Code": "21113.01", "HS Code": "", "HS07 Code": "020311, 020312, 020319, 020321, 020322, 020329", "HS12 Code": "020311, 020312, 020319, 020321, 020322, 020329"}, {"Item Code": "1089", "Item": "Meat of pigeons and other birds n.e.c., fresh, chilled or frozen", "Description": "Meat of pigeons and other birds not elsewhere classified, fresh, chilled or frozen (Unofficial definition)", "CPC Code": "21170.01", "HS Code": "", "HS07 Code": "020890", "HS12 Code": "020890"}, {"Item Code": "1141", "Item": "Meat of rabbits and hares, fresh or chilled", "Description": "Meat of rabbits and hares, fresh or chilled This subclass includes: -  meat of rabbits and hares, animals of subclass 0219 1, fresh or chilled This subclass does not include: -  meat of rabbits and hares, frozen, cf. 21134 - edible offal of rabbits and hares, cf. 21159", "CPC Code": "21114", "HS Code": "", "HS07 Code": "020810", "HS12 Code": "020810"}, {"Item Code": "977", "Item": "Meat of sheep, fresh or chilled", "Description": "Meat of sheep, fresh or chilled This subclass is defined through the following headings/subheadings of the HS 2007: 0204.10 - .23.", "CPC Code": "21115", "HS Code": "", "HS07 Code": "020410, 020421, 020422, 020423, 020430, 020441, 020442, 020443", "HS12 Code": "020410, 020421, 020422, 020423, 020430, 020441, 020442, 020443"}, {"Item Code": "1080", "Item": "Meat of turkeys, fresh or chilled", "Description": "Meat of turkeys, fresh or chilled This subclass includes: -  meat of turkeys, birds of subclass 02152, fresh or chilled This subclass does not include: -  meat of turkeys, frozen, cf. 21144 - edible offal of turkey, cf. 21160", "CPC Code": "21124", "HS Code": "", "HS07 Code": "020724, 020725, 020726, 020727", "HS12 Code": "020724, 020725, 020726, 020727"}, {"Item Code": "1808", "Item": "Meat, Poultry", "Description": "", "CPC Code": "F1808", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1765", "Item": "Meat, Total", "Description": "FAO defines meat as the flesh of animals used for food. In production data, meat is normally reported inclusive of bone and exclusive of meat that is unfit for human consumption. As reported by individual countries, meat production data may refer either to commercial production (meat entering marketing channels), inspected production (from animals slaughtered under sanitary inspection), or total production (the total of the above- mentioned categories plus slaughter for personal consumption). All FAO annual production data refer to total production.Country statistics on meat production adhere to one or more of the following concepts: 1. Live weight: the weight of the animal immediately before slaughter. 2. Killed weight: the live weight less the uncollected blood lost during slaughter. 3. Dressed carcass weight: weight minus all parts - edible and inedible - that are removed in dressing the carcass. The concept varies widely from country to country and according to the various species of livestock. Edible parts generally include edible offals (head or head meat, tongue, brains, heart, liver, spleen, stomach or tripes and, in a few countries, other parts such as feet, throat and lungs. Slaughter fats (the unrendered fats that fall in the course of dressing the carcasses) are recorded as either edible or inedible according to country practice. Inedible parts generally include hides and skins (except in the case of pigs), as well as hoofs and stomach contents.Meat production data for minor animals (poultry, rabbits, etc.) are reported in one of the following three ways: ready-to-cook weight (giblets are sometimes included and sometimes excluded); eviscerated weight (including the feet and head); or dressed weight, i.e. the live weight less the blood, feathers and skin.FAO data relate to dressed carcass weight for livestock and, wherever possible, ready-to- cook weight for poultry.Among individual countries, one of the following three concepts issued to measure production:A. Production from all animals, of both indigenous and foreign origin, that are slaughtered within national boundaries. B. Production from the slaughter of indigenous animals plus exports of live indigenous animals during the reference period. Derived from meat production as follows: production from slaughtered animals plus the meat equivalent of all animals exported alive, minus the meat equivalent of all animals imported alive. As imports/exports of live animals are recorded by FAO in numbers, not weight, animal type and size are of significance. C. The biological production concept covers indigenous animals that are either slaughtered or exported live, plus net additions to the stock during the reference period. Derived from indigenous productions follows: indigenous production plus (or minus) the meat equivalent of the change in the stock numbers during the reference period. Production is expressed in terms of live weight. Changes in the total live weight of all animals are not taken into account.FAO uses the first concept of meat production in the construction of its food balance sheets and for related indicators. The second concept, indigenous meat production, in measuring the output of the national livestock sector, is useful mainly in the construction of index numbers of agricultural production. The third concept, biological production, would be the most complete as it also reflects changes in the livestock herd, but it is not used because of difficulties in obtaining information from national reporting offices. The prices applied to indigenous meat production are derived from prices of live animals. This covers not only the value of meat, but also the value of offals, fats, hides and skins.", "CPC Code": "F1765", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "299", "Item": "Melonseed", "Description": "This subclass covers melonseed, species of Cucumis melo. It may include seeds of other Cucurbitaceae (Unofficial definition)", "CPC Code": "01449.01", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120770"}, {"Item Code": "1780", "Item": "Milk, Total", "Description": "Milk, eggs, honey and beeswax are included as products of live animals. Fibres of animal origin (mainly wool and silk) are included with fibres of vegetal and animal origin. Milk and dairy products. Estimates of milk production as reported by countries refer to one or more of the following three concepts. Gross production is milk production plus milk sucked by young animals. Production available for consumption is net production less milk fed to animals, milk retained by farmers for food and feed, direct sales to consumers and farm waste. The FAO concept relates to net milk production. Data should be reported by kind of milking animal (cow, sheep, goat, etc.) in terms of whole milk and by weight. In most developed countries only 5-10 percent of whole milk is used directly for human consumption. The bulk of milk production is processed before being marketed as liquid milk (e. G. standardized, pasteurized, skimmed, etc.) or is manufactured in to products such as cream, butter, cheese, evaporated and condensed milk, milk powder, casein, yogurt, ice cream, etc. About 70 percent of whole milk is processed into dairy products; the by-products of these processes (e. G. skim milk, buttermilk and whey) are used either for feed or are manufactured into other dairy products, e. G. dry skim milk and low-fat cheese. Processed milk and dairy products are often supplemented with vitamins, mineral and various additives. FAO list 50 milk and dairy product items in the list that follows, of which five are primary products. Some food products containing milk are not listed separately by FAO, e. G. eggnog, sherbet, malted milk, chocolate milk drink and mellorine.", "CPC Code": "F1780", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "79", "Item": "Millet", "Description": "Millet", "CPC Code": "0118", "HS Code": "", "HS07 Code": "100820", "HS12 Code": "100821, 100829"}, {"Item Code": "103", "Item": "Mixed grain", "Description": "Mixed grains is a mixture of cereal species that are sown and harvested together. It does not include meslin (a mixture wheat/rye) (c.f. 0111). (Unofficial definition)", "CPC Code": "01199.02", "HS Code": "", "HS07 Code": "100890", "HS12 Code": "100890"}, {"Item Code": "165", "Item": "Molasses", "Description": "Molasses This subclass is defined through the following headings/subheadings of the HS 2007: 1703.", "CPC Code": "23540", "HS Code": "", "HS07 Code": "170310, 170390", "HS12 Code": "170310, 170390"}, {"Item Code": "1110", "Item": "Mules and hinnies", "Description": "Mules and hinnies This subclass is defined through the following headings/subheadings of the HS 2007: 0101.90.", "CPC Code": "02133", "HS Code": "", "HS07 Code": "010190", "HS12 Code": "010190"}, {"Item Code": "449", "Item": "Mushrooms and truffles", "Description": "Mushrooms and truffles This subclass is defined through the following headings/subheadings of the HS 2007: 0709.51 - .59.", "CPC Code": "01270", "HS Code": "", "HS07 Code": "070951, 070959", "HS12 Code": "070951, 070959"}, {"Item Code": "292", "Item": "Mustard seed", "Description": "Mustard seed This subclass is defined through the following headings/subheadings of the HS 2007: 1207.50.", "CPC Code": "01442", "HS Code": "", "HS07 Code": "120750", "HS12 Code": "120750"}, {"Item Code": "1182", "Item": "Natural honey", "Description": "Natural honey This subclass is defined through the following headings/subheadings of the HS 2007: 0409.", "CPC Code": "02910", "HS Code": "", "HS07 Code": "040900", "HS12 Code": "040900"}, {"Item Code": "836", "Item": "Natural rubber in primary forms", "Description": "Hevea brasiliensis Latex\t  The liquid secreted by the rubber tree. Includes stabilized or concentrated latex and prevulcanized rubber latex. In trade figures, liquid weight is converted to dry weight at 60%. (Unofficial definition)", "CPC Code": "01950.01", "HS Code": "", "HS07 Code": "400110", "HS12 Code": "400110"}, {"Item Code": "702", "Item": "Nutmeg, mace, cardamoms, raw", "Description": "Nutmeg, mace, cardamoms, raw This subclass includes: -  nutmeg  from  true  nutmeg  tree, Myristica  fragrans,  and  many  \"pseudo  nutmegs\",  as  nutmeg  or mace, raw - cardamoms, Elettaria  cardamomum,  and  several  \"false  cardamoms\",  from  species  of Amomum and Aframomum, raw This subclass does not include: -  processed nutmeg, mace or cardamoms, cf. 23923", "CPC Code": "01653", "HS Code": "", "HS07 Code": "090810, 090820, 090830", "HS12 Code": "090811, 090812, 090821, 090822, 090831, 090832"}, {"Item Code": "75", "Item": "Oats", "Description": "Oats", "CPC Code": "0117", "HS Code": "", "HS07 Code": "100400", "HS12 Code": "100410, 100490"}, {"Item Code": "334", "Item": "Oil of linseed", "Description": "Obtained by pressure extraction. Used mainly in non-food items (Unofficial definition)", "CPC Code": "21691.12", "HS Code": "", "HS07 Code": "151511, 151519", "HS12 Code": "151511, 151519"}, {"Item Code": "60", "Item": "Oil of maize", "Description": "Extracted from germ by pressure or by solvents (Unofficial definition)", "CPC Code": "21691.02", "HS Code": "", "HS07 Code": "151521, 151529", "HS12 Code": "151521, 151529"}, {"Item Code": "258", "Item": "Oil of palm kernel", "Description": "Obtained from the kernel of the nut of the fruits of the oil palm by pressure in two or three stages at different temperatures. Including oil of babassu kernels (Unofficial definition)", "CPC Code": "21691.14", "HS Code": "", "HS07 Code": "151321, 151329", "HS12 Code": "151321, 151329"}, {"Item Code": "290", "Item": "Oil of sesame seed", "Description": "Obtained by pressure extraction in two or three stages at different temperatures. Sometimes the oil is also extracted by solvent from the residue of the pressure extraction. Used mainly for food (Unofficial definition)", "CPC Code": "21691.07", "HS Code": "", "HS07 Code": "151550", "HS12 Code": "151550"}, {"Item Code": "254", "Item": "Oil palm fruit", "Description": "This subclass covers oil palm fruit, species of Elaeis guineensis. The oil palm produces bunches containing a large number of fruits with the fleshy mesocarp enclosing a kernel that is covered by a very hard shell. FAO considers palm oil (coming from the pulp) and palm kernels as primary products. The oil extraction rate from a bunch varies from 17 to 27% for palm oil, and from 4 to 10% for palm kernels. (Unofficial definition)", "CPC Code": "01491.01", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120710"}, {"Item Code": "1841", "Item": "Oilcrops, Cake Equivalent", "Description": "", "CPC Code": "F1841", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1732", "Item": "Oilcrops, Oil Equivalent", "Description": "Oil-Bearing Crops or Oil Crops include both annual (usually called oilseeds) and perennial plants whose seeds, fruits or mesocarp and nuts are valued mainly for the edible or industrial oils that are extracted from them. Dessert and table nuts, although rich in oil, are listed under Nuts (see Chapter .). Annual oilseed plants tha are either harvested green or are used for grazing and for green manure are included with Fodder Crops (see Chapter 11.). Some of the crops included in this chapter are also fibre crops in that both the seeds and the fibres are harvested from the same plant. Such crops include: coconuts, yielding coir from the mesocarp; kapok fruit; seed cotton; linseed; and hempseed. In the case of several other crops, both the pulp of the fruit and the kernels are used for oil. The main crops of this type are oil-palm fruit and tallow tree seeds. Production data are reported in terms of dry products as marketed. Exceptions to this general rule include: groundnuts, which are reported as groundnuts in the shell; coconuts, which are reported on the basis of the weight of the nut including the woody shell, but excluding the fibrous outer husk; and palm oil, which is reported in terms of oil, by weight. Because of the very different nature of the various oil crops, the primary products cannot be aggregated in their natural weight to obtain total oil crops. For this reason, FAO converts the crops to either an oil equivalent or an oilcake equivalent before aggregating them. Only 5-6 percent of the world production of oil crops is used for seed (oilseeds) and animal feed, while about 8 percent is used for food. The remaining 86 percent is processed into oil. The fat content of oil crops varies widely. Fat content ranges from as low as 10-15 percent of the weight of coconuts to over 50 percent of the weight of sesame seeds and palm kernels. Carbohydrates, mainly polysaccharides, range from 15 to 30 percent in the oilseeds, but are generally lower in other oil-bearing crops. The protein content is very high in soybeans, at up to 40 percent, but is much lower in many other oilseeds, at 15-25 percent, and is lower still in some other oil-bearing crops.", "CPC Code": "F1732", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "430", "Item": "Okra", "Description": "Okra, species of Abelmoschus esculentus and Hibiscus esculentus, also called gombo, fresh or chilled. (Unofficial definition)", "CPC Code": "01239.01", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070999"}, {"Item Code": "261", "Item": "Olive oil", "Description": "Olive oil", "CPC Code": "2167", "HS Code": "", "HS07 Code": "150910", "HS12 Code": "150910"}, {"Item Code": "260", "Item": "Olives", "Description": "Olives This subclass includes: - olives, Olea europaea", "CPC Code": "01450", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070992"}, {"Item Code": "403", "Item": "Onions and shallots, dry (excluding dehydrated)", "Description": "Onions and shallots, dry (excluding dehydrated), species of Allium cepa, includes onions at a mature stage, but not dehydrated onions. (Unofficial definition)", "CPC Code": "01253.02", "HS Code": "", "HS07 Code": "070310", "HS12 Code": "070310"}, {"Item Code": "402", "Item": "Onions and shallots, green", "Description": "Onions and shallots, species of Allium ascalonicum (shallots), Allium cepa (onions), Allium fistulosum (welsh onions), in their green form. This subclass includes young onions pulled before the bulb has enlarged; used especially in salads. Includes onion sets, Spring onions and shallots. (Unofficial definition)", "CPC Code": "01253.01", "HS Code": "", "HS07 Code": "070310", "HS12 Code": "070310"}, {"Item Code": "490", "Item": "Oranges", "Description": "Oranges This subclass includes: - oranges, Citrus sirensis -  bitter oranges, Citrus aurantium This subclass does not include: -  bergamots, cf. 01329 - chinottos, cf. 01329", "CPC Code": "01323", "HS Code": "", "HS07 Code": "080510", "HS12 Code": "080510"}, {"Item Code": "414", "Item": "Other beans, green", "Description": "Other beans, green, species of Phaseolus spp. And Vigna spp., for shelling, fresh or chilled.  (Unofficial definition)", "CPC Code": "01241.90", "HS Code": "", "HS07 Code": "070820", "HS12 Code": "070820"}, {"Item Code": "558", "Item": "Other berries and fruits of the genus vaccinium n.e.c.", "Description": "This subclass includes other berries and fruits of the genus vaccinium not classified separately. In some countries, some or all the berries listed previously are reported under this general category. (Unofficial definition)", "CPC Code": "01355.90", "HS Code": "", "HS07 Code": "081020, 081040", "HS12 Code": "081020, 081040"}, {"Item Code": "1083", "Item": "Other birds", "Description": "Other birds This subclass includes: -  pigeons, Columba livia -  quail, species of Coturnis -  partridges, Alectoris rufa -  turtle-doves -  pheasants -  birds of prey -  species of Psittaciformes, including parrots, parakeets, macaws and cockatoos -  other birds n.e.c.", "CPC Code": "02194", "HS Code": "", "HS07 Code": "010631, 010632, 010639", "HS12 Code": "010631, 010632, 010639"}, {"Item Code": "1157", "Item": "Other camelids", "Description": "Various species of Lama: e.g. glama pacos (alpaca); peruana (llama); huanacos (guanaco>); vicugna (vicuna)  Animals of the genus listed, regardless of age, sex, or purpose raised. Data are expressed in number of heads. (Unofficial definition)", "CPC Code": "02121.02", "HS Code": "", "HS07 Code": "010619", "HS12 Code": "010613"}, {"Item Code": "512", "Item": "Other citrus fruit, n.e.c.", "Description": "Other citrus fruit, n.e.c. This subclass includes: -  bergamots, Citrus aurantium subsp. bergamia - chinottos, fruit of the myrtle-leaved orange, Citrus aurantium var. myrtfolia - citrons, Citrus medica -  kumquats, species of Fortunella This subclass does not include: - lemons, cf. 01322", "CPC Code": "01329", "HS Code": "", "HS07 Code": "080590", "HS12 Code": "080590"}, {"Item Code": "821", "Item": "Other fibre crops, raw, n.e.c.", "Description": "Including inter alia: alfa, esparto (Lygeum spartum; Stipa tenacissima); bowstring hemp (Sansevieria spp.); caroa (Neoglaziovia variegata); fuque fibre (Furcraea macrophylla); Mauritius hemp (F. gigantea); New Zealand flax (Phormium tenax); palma ixtle (Samuela carnerosana)\t  Other fibres that are not identified separately because of their minor relevance at the international level. Because of their limited local importance, some countries report vegetable fibres under this commodity heading that are classified individually by FAO. The fibre is obtained from the leaves, stalks or fruit of the plant. In instances where the fibrous part is normally used for other purposes, data cover only those fibres intended for spinning.  (Unofficial definition)", "CPC Code": "01929.90", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "619", "Item": "Other fruits, n.e.c.", "Description": "Other fresh fruit that are not identified separately because of their minor relevance at the international level. Because of their limited local importance, some countries may report fresh fruit under this heading that are classified separately. (Unofficial definition)", "CPC Code": "01359.90", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081090"}, {"Item Code": "1166", "Item": "Other meat n.e.c. (excluding mammals), fresh, chilled or frozen", "Description": "Including frog legs, marine mammals, etc. Some countries includeunder this heading meats that are listed above, but which are notreported separately. Fresh, chilled or frozen. (Unofficial definition)", "CPC Code": "21170.92", "HS Code": "", "HS07 Code": "020830, 020840, 020850, 020890", "HS12 Code": "020830, 020840, 020850, 020890"}, {"Item Code": "234", "Item": "Other nuts (excluding wild edible nuts and groundnuts), in shell, n.e.c.", "Description": "This subclass includes other nuts that are not identified separately because of their minor relevance at the international level.   It includes, inter alia: Carya illinoensis (pecan nut) Caryocar nuciferum (butter or swarri nut) Canarium spp. (pili nut, Java almond, Chinese olives) Lecythis zabucajo (paradise or sapucaia nut) Macadamia ternifolia (Queensland, macadamia nut) Pinus pinea (pignolia nut) (Unofficial definition)", "CPC Code": "01379.90", "HS Code": "", "HS07 Code": "080260, 080290", "HS12 Code": "080261, 080262, 080290"}, {"Item Code": "339", "Item": "Other oil seeds, n.e.c.", "Description": "This subclass covers other oilseeds, oleaginous fruits and nuts that are not identified separately because of their minor relevance at the international level.  It also includes tea seeds, grape pips and tomato seeds from which oil is extracted.  It includes, inter alia: -\tFagus sylvatica (beech nut) -\tAleurites moluccana (candlenut) -\tCarapa guineensis (carapa seed) -\tCroton tiglium (croton seed) -\tBassia latifolia (illipe seed) -\tGuizotia abyssinica (niger seed) -\tLicania rigida (oiticica seed) -\tPerilla frutescens (perilla seed) -\tJatropha curcas (physic nut) -\tShorea robusta (sal tree seed) -\tPongamia glabra (pongam seed) -\tAstrocaryum spp. (tukuma kernel) (Unofficial definition)", "CPC Code": "01449.90", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "542", "Item": "Other pome fruits", "Description": "This subclass includes pome fruit not separately identified.  (Unofficial definition)", "CPC Code": "01349.10", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081090"}, {"Item Code": "211", "Item": "Other pulses n.e.c.", "Description": "This subclass covers other dried leguminous vegetables that are not identified separately because of their minor relevance at the international level. Because of their limited local importance, some countries report pulses under this heading that are classified individually.  It includes, inter alia: Dolichos spp. (lablab or hyacinth bean) Canavalia spp. (jack or sword bean) Psophocarpus tetragonolobus (winged bean) Cyamopsis tetragonoloba (guar bean) Stizolobium spp. (velvet bean) Pachyrrhizus erosus (yam bean) (Unofficial definition)", "CPC Code": "01709.90", "HS Code": "", "HS07 Code": "071390", "HS12 Code": "071390"}, {"Item Code": "1150", "Item": "Other rodents", "Description": "Includes only those used mainly for meat, e.g. Guinea pig. Rodents used mainly for fur skins are included in Code 02199.10. Data are expressed in thousands. (Unofficial definition)", "CPC Code": "02192.01", "HS Code": "", "HS07 Code": "010619", "HS12 Code": "010619"}, {"Item Code": "723", "Item": "Other stimulant, spice and aromatic crops, n.e.c.", "Description": "Other stimulant, spice and aromatic crops, n.e.c. This subclass includes: - saffron, Crocus sativus -  turmeric, Curcuma, Indian saffron, Curcuma longa - dill and dill seeds, Anethum graveolens - curry powders and pastes -  thyme, Thymus -  bay leaves, Laurus nobilis - Guinea pepper, negro pepper, seeds of Xylopia aethiopica - angelica stems This subclass does not include: - locust beans (carobs), cf. 01356 -  unroasted chicory roots, varieties Cichorium intybus sativum, cf. 01691 -  unroasted chicory roots, varieties other than Cichorium intybus sativum, cf. 01961 - sugar cane, cf. 01802 - sweet sorghum, Sorghum saccharatum, cf. 01809 - guarana nuts, cf. 01930 -  kava, cf.01930 -  basil and basil seeds, Ocinum basilicum, cf. 01930 - apricot, peach and plum stones and kernels, cf. 21499 -  roasted chicory and other roasted coffee substitutes, cf. 23912", "CPC Code": "01699", "HS Code": "", "HS07 Code": "091020, 091030, 091091, 091099", "HS12 Code": "091020, 091030, 091091, 091099"}, {"Item Code": "541", "Item": "Other stone fruits", "Description": "This subclass includes stone fruit not separately identified.  (Unofficial definition)", "CPC Code": "01349.20", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081090"}, {"Item Code": "161", "Item": "Other sugar crops n.e.c.", "Description": "Other sugar crops n.e.c. This subclass includes: - sugar crops not elsewhere classified, such as: sugar maple, Acer saccharum sweet sorghum, Sorghum saccharatum Stevia leaves (Stevia rebaudiana) This subclass does not include: - locust beans (carobs), cf. 01356 - sugar beet, cf. 01801 - sugar cane, cf. 01802 - sugar beet seeds, cf. 01803", "CPC Code": "01809", "HS Code": "", "HS07 Code": "121299", "HS12 Code": "121299"}, {"Item Code": "603", "Item": "Other tropical fruits, n.e.c.", "Description": "Other tropical and subtropical fruits, n.e.c. This subclass includes: - durian fruits - soursop, sweetsop and other species of Annona -  bilimbi, Averrhoa bilimbi - starfruit, carambola Averrhoa carambola -  breadfruit, Artocarpus communis , Artocarpus incisa , Artocarpus integrifolia -  pawpaw, Asimina - feijoas - fruit of various species of Sapindaceae, including: litchis, lychees, Litchi chinensis longan, mata kucing pulasan, Nephelium mutabile rambutan fruit, Nephelium Lappaceum - giant granadillas, granadillas, purple granadillas -  jackfruit - langsat, langsat fruit, Lansium domesticum -  passion fruit, Passiflora edulis, Passiflora quadrangularis - akee, Blighia sapida -  pepinos, Solanum muricatum -  rose hips - sapodilla, sapota (chico), Manilkara zapota, Achras zapota", "CPC Code": "01319", "HS Code": "", "HS07 Code": "080450, 081060, 081090", "HS12 Code": "080450, 081060, 081090"}, {"Item Code": "463", "Item": "Other vegetables, fresh n.e.c.", "Description": "This subclass includes the fresh vegetables not elsewhere classified. They may not be identified separately because of their minor relevance at the international level. Because of their limited local importance, some countries report vegetables under this heading that are classified individually by FAO (Unofficial definition)", "CPC Code": "01290.90", "HS Code": "", "HS07 Code": "070690, 070940, 070990", "HS12 Code": "070690, 070940, 070999"}, {"Item Code": "256", "Item": "Palm kernels", "Description": "Palm kernels are the Seeds of the oil palm.  Babassu kernels, species of Orbignya speciosa, are often reported as palm kernels. (Unofficial definition)", "CPC Code": "01491.02", "HS Code": "", "HS07 Code": "120999", "HS12 Code": "120999"}, {"Item Code": "257", "Item": "Palm oil", "Description": "Palm oil", "CPC Code": "2165", "HS Code": "", "HS07 Code": "151110, 151190", "HS12 Code": "151110, 151190"}, {"Item Code": "600", "Item": "Papayas", "Description": "Papayas This subclass is defined through the following headings/subheadings of the HS 2007: 0807.20.", "CPC Code": "01317", "HS Code": "", "HS07 Code": "080720", "HS12 Code": "080720"}, {"Item Code": "534", "Item": "Peaches and nectarines", "Description": "Peaches and nectarines This subclass is defined through the following headings/subheadings of the HS 2007: 0809.30.", "CPC Code": "01345", "HS Code": "", "HS07 Code": "080930", "HS12 Code": "080930"}, {"Item Code": "521", "Item": "Pears", "Description": "Pears, species of Pyrus communis, for beverages production (e.g. perry), dessert or industrial purposes (e.g. production of paste, jam or jelly, and pectin). (Unofficial definition)", "CPC Code": "01342.01", "HS Code": "", "HS07 Code": "080820", "HS12 Code": "080830"}, {"Item Code": "187", "Item": "Peas, dry", "Description": "Peas, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.10.", "CPC Code": "01705", "HS Code": "", "HS07 Code": "071310", "HS12 Code": "071310"}, {"Item Code": "417", "Item": "Peas, green", "Description": "Peas, green This subclass is defined through the following headings/subheadings of the HS 2007: 0708.10.", "CPC Code": "01242", "HS Code": "", "HS07 Code": "070810", "HS12 Code": "070810"}, {"Item Code": "687", "Item": "Pepper (Piper spp.), raw", "Description": "Pepper (Piper spp.), raw This subclass is defined through the following headings/subheadings of the HS 2007: 0904.11.", "CPC Code": "01651", "HS Code": "", "HS07 Code": "090411, 090412", "HS12 Code": "090411, 090412"}, {"Item Code": "748", "Item": "Peppermint, spearmint", "Description": "Mentha spp.: M. piperita\t  Leaves and flowers are used in the perfumery, food and other industries. (Unofficial definition)", "CPC Code": "01930.01", "HS Code": "", "HS07 Code": "121190", "HS12 Code": "121190"}, {"Item Code": "587", "Item": "Persimmons", "Description": "This subclass includes persimmons (kakis), species of Diospyros kaki and Diospyros virginiana. (Unofficial definition)", "CPC Code": "01359.01", "HS Code": "", "HS07 Code": "081090", "HS12 Code": "081070"}, {"Item Code": "1043", "Item": "Pig fat, rendered", "Description": "Pig fat, rendered This subclass includes: - fat and grease from pigs, rendered, such as: lard This subclass does not include: - fat from pigs, unrendered, cf. 21511 - lard stearin and lard oil, cf. 21529", "CPC Code": "21521", "HS Code": "", "HS07 Code": "150100", "HS12 Code": "150110, 150120"}, {"Item Code": "197", "Item": "Pigeon peas, dry", "Description": "Pigeon peas, dry This subclass is defined through the following headings/subheadings of the HS 2007: 0713.60.", "CPC Code": "01707", "HS Code": "", "HS07 Code": "071390", "HS12 Code": "071360"}, {"Item Code": "574", "Item": "Pineapples", "Description": "Pineapples This subclass includes: -  pineapples, Ananas comosus", "CPC Code": "01318", "HS Code": "", "HS07 Code": "080430", "HS12 Code": "080430"}, {"Item Code": "223", "Item": "Pistachios, in shell", "Description": "Pistachios, in shell This subclass includes: -  pistachios, seeds from the fruit of Pistacia vera", "CPC Code": "01375", "HS Code": "", "HS07 Code": "080250", "HS12 Code": "080251, 080252"}, {"Item Code": "489", "Item": "Plantains and cooking bananas", "Description": "Plantains and cooking bananas This subclass includes: -  plantains - cooking bananas, Musa paradisiaca, i.e. bananas that need to be prepared (cooked or boiled) for consumption This subclass does not include: - sweet/dessert bananas, Musa sapientum, M. cavendishii, M. nana, cf. 01312", "CPC Code": "01313", "HS Code": "", "HS07 Code": "080300", "HS12 Code": "080310"}, {"Item Code": "536", "Item": "Plums and sloes", "Description": "Plums and sloes This subclass is defined through the following headings/subheadings of the HS 2007: 0809.40.", "CPC Code": "01346", "HS Code": "", "HS07 Code": "080940", "HS12 Code": "080940"}, {"Item Code": "507", "Item": "Pomelos and grapefruits", "Description": "Pomelos and grapefruits This subclass includes: - grapefruits, fruit of the grapefruit tree, Citrus paradisi -  pomelos, shaddocks, Citrus maxima, or Citrus grandis", "CPC Code": "01321", "HS Code": "", "HS07 Code": "080540", "HS12 Code": "080540"}, {"Item Code": "296", "Item": "Poppy seed", "Description": "Poppy seed This subclass is defined through the following headings/subheadings of the HS 2007: 1207.91.", "CPC Code": "01448", "HS Code": "", "HS07 Code": "120791", "HS12 Code": "120791"}, {"Item Code": "116", "Item": "Potatoes", "Description": "Potatoes This subclass is defined through the following headings/subheadings of the HS 2007: 0701.", "CPC Code": "01510", "HS Code": "", "HS07 Code": "070110, 070190", "HS12 Code": "070110, 070190"}, {"Item Code": "2029", "Item": "Poultry Birds", "Description": "", "CPC Code": "F2029", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1726", "Item": "Pulses, Total", "Description": "Pulses are annual leguminous crops yielding from one to 12 grains or seeds of variable size, shape and color within a pod. They are used for both food and feed. The term \"pulses\" is limited to crops harvested solely for dry grain, thereby excluding crops harvested green for food (green peas, green beans, etc.) which are classified as vegetable crops. Also excluded are those crops used mainly for oil extraction (e.g. soybean and groundnuts) and leguminous crops (e.g. seeds of clover and alfalfa) that are used exclusively for sowing purposes. In addition to their food value, pulses also play an important role in cropping systems because of their ability to produce nitrogen and thereby enrich the soil. Pulses contain carbohydrates, mainly starches (55-65 percent of the total weight); proteins, including essential amino acids (18-25 percent, and much higher than cereals); and fat (1 - 4 percent). The remainder consists of water and inedible substances. Production data should be reported in terms of dry clean weight, excluding the weightof the pods. Certain kinds of pulses can be skinned and partially crushed or split toremove the seed-coat, but the resulting products are still considered raw for classification purposes. FAO covers 11 primary pulses. Each is listed below, along with its code, its botanical name, or names, and a short description. Only two processed products are included in the FAO list, namely flour of pulses and bran of pulses.", "CPC Code": "F1726", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "394", "Item": "Pumpkins, squash and gourds", "Description": "Pumpkins, squash and gourds This subclass includes: - species of the Cucurbita (squash, pumpkins, zucchini, etc.) and Lagenaria  (gourds) genus of the Cucurbitaceae family, including numerous species and varieties This subclass does not include: -  watermelons, Citrullus lanatus, cf. 01221 - cantaloupes and other melons, cf. 01229", "CPC Code": "01235", "HS Code": "", "HS07 Code": "070990", "HS12 Code": "070993"}, {"Item Code": "754", "Item": "Pyrethrum, dried flowers", "Description": "Chrysanthemum cinerariifolium\t  Includes leaves, stems and flowers. For insecticides, fungicides and similar products (Unofficial definition)", "CPC Code": "01930.02", "HS Code": "", "HS07 Code": "121190", "HS12 Code": "121190"}, {"Item Code": "523", "Item": "Quinces", "Description": "Quinces, species of Cydonia oblonga, Cydonia vulgaris and Cydonia japonica, for beverages production (e.g. perry), dessert or industrial purposes. Highly used to produce jam or jelly. (Unofficial definition)", "CPC Code": "01342.02", "HS Code": "", "HS07 Code": "080820", "HS12 Code": "080840"}, {"Item Code": "92", "Item": "Quinoa", "Description": "Quinoa This subclass is defined through the following headings/subheadings of the HS 2007: 1008.50.", "CPC Code": "01194", "HS Code": "", "HS07 Code": "100890", "HS12 Code": "100850"}, {"Item Code": "1140", "Item": "Rabbits and hares", "Description": "Rabbits and hares This subclass includes: -  rabbits, Oryctolagus cuniculus -  hares, species of Lepus", "CPC Code": "02191", "HS Code": "", "HS07 Code": "010619", "HS12 Code": "010614"}, {"Item Code": "788", "Item": "Ramie, raw or retted", "Description": "China grass, white ramie (Boehmeria nivea); rhea, green ramie (B. tenacissima)\t  Ramie fibre is obtained from the bast of the plant. For trade coverage see Jute, raw or retted (c.f. 01922.01)\t (Unofficial definition)", "CPC Code": "01929.04", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "270", "Item": "Rape or colza seed", "Description": "Rape or colza seed This subclass is defined through the following headings/subheadings of the HS 2007: 1205.", "CPC Code": "01443", "HS Code": "", "HS07 Code": "120510, 120590", "HS12 Code": "120510, 120590"}, {"Item Code": "271", "Item": "Rapeseed or canola oil, crude", "Description": "Obtained by pressure extraction for food use. Oil recovered with solvent from the residues of the pressure extraction is used for industrial purposes. Canola oil is produced from new varieties of rapeseed (Unofficial definition)", "CPC Code": "21641.01", "HS Code": "", "HS07 Code": "151411, 151419, 151491, 151499", "HS12 Code": "151411, 151419, 151491, 151499"}, {"Item Code": "547", "Item": "Raspberries", "Description": "This subclass covers raspberries, species of Rubus idaeus.", "CPC Code": "01353.01", "HS Code": "", "HS07 Code": "081020", "HS12 Code": "081020"}, {"Item Code": "162", "Item": "Raw cane or beet sugar (centrifugal only)", "Description": "The sum of codes 23511.01 and 23512. Processed further to obtain refined sugar (Unofficial definition)", "CPC Code": "2351f", "HS Code": "", "HS07 Code": "170111, 170112", "HS12 Code": "170112, 170114"}, {"Item Code": "957", "Item": "Raw hides and skins of buffaloes", "Description": "Green hide or skin as removed from the carcass of the animal. Used for production data only. Both adult and young animals. (Unofficial definition)", "CPC Code": "02951.03", "HS Code": "", "HS07 Code": "410120, 410150, 410190", "HS12 Code": "410120, 410150, 410190"}, {"Item Code": "919", "Item": "Raw hides and skins of cattle", "Description": "Green hide or skin as removed from the carcass of the animal. Used for production data only. (Unofficial definition)", "CPC Code": "02951.01", "HS Code": "", "HS07 Code": "410120, 410150, 410190", "HS12 Code": "410120, 410150, 410190"}, {"Item Code": "1025", "Item": "Raw hides and skins of goats or kids", "Description": "Raw hides and skins of goats or kids This subclass includes: -  raw hides and skins (fresh or preserved, but not further prepared) of goats and kids, animals of subclass 02123", "CPC Code": "02954", "HS Code": "", "HS07 Code": "410390", "HS12 Code": "410390"}, {"Item Code": "995", "Item": "Raw hides and skins of sheep or lambs", "Description": "Raw hides and skins of sheep or lambs This subclass is defined through the following headings/subheadings of the HS 2007: 4102.", "CPC Code": "02953", "HS Code": "", "HS07 Code": "410210, 410229", "HS12 Code": "410210, 410229"}, {"Item Code": "951", "Item": "Raw milk of buffalo", "Description": "Raw milk of buffalo This subclass includes: -  milk, raw, of buffalo This subclass does not include: -  milk with a fat content of less than 3.5%, skimmed or partially skimmed, cf. 22110", "CPC Code": "02212", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "1130", "Item": "Raw milk of camel", "Description": "Raw milk of camel This subclass includes: -  milk, raw, of camels This subclass does not include: -  milk with a fat content of less than 3.5%, skimmed or partially skimmed, cf. 22110", "CPC Code": "02293", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "882", "Item": "Raw milk of cattle", "Description": "Raw milk of cattle This subclass includes: -  milk, raw, of cattle This subclass does not include: -  milk with a fat content of less than 3.5%, skimmed or partially skimmed, cf. 22110", "CPC Code": "02211", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "1020", "Item": "Raw milk of goats", "Description": "Raw milk of goats This subclass includes: -  milk, raw, of goats This subclass does not include: -  milk with a fat content of less than 3.5%, skimmed or partially skimmed, cf. 22110", "CPC Code": "02292", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "982", "Item": "Raw milk of sheep", "Description": "Raw milk of sheep This subclass includes: -  milk, raw, of sheep This subclass does not include: -  milk with a fat content of less than 3.5%, skimmed or partially skimmed, cf. 22110", "CPC Code": "02291", "HS Code": "", "HS07 Code": "040120, 040130", "HS12 Code": "040120, 040140, 040150"}, {"Item Code": "1186", "Item": "Raw silk (not thrown)", "Description": "Raw silk (not thrown) This subclass is defined through the following headings/subheadings of the HS 2007: 5002.", "CPC Code": "26110", "HS Code": "", "HS07 Code": "500200", "HS12 Code": "500200"}, {"Item Code": "27", "Item": "Rice", "Description": "Rice", "CPC Code": "0113", "HS Code": "", "HS07 Code": "100610", "HS12 Code": "100610"}, {"Item Code": "1720", "Item": "Roots and Tubers, Total", "Description": "Roots and Tubers are plants yielding starchy roots, tubers, rhizomes, corms and stems. They are used mainly for human food (as such or in processed form), for animal feed and for manufacturing starch, alcohol and fermented beverages including beer. The denomination \"roots and tubers\" excludes crops which are cultivated mainly for feed (mangolds, swedes) or for processing into sugar (sugar beets), and those classified as \"roots, bulb and tuberous vegetables\" (onions, garlic and beets). It does include starch and the starchy pith and flour obtained from the trunk of the sago palm and the stem of the Abyssinian banana (Musa ensete). Certain root crops, notably bitter cassava, contain toxic substances, particularly in the skins. As a result, certain processes must be undertaken to make the product safe for human consumption. Apart from their high water content (70-80 percent), these crops contain mainly carbohydrates (largely starches that account for 16-24 percent of their total weight) with very little protein and fat (0-2 percent each). Methods of propagating root crops vary. A live potato tuber or seed must be planted but only part of the live yam tuber and a piece of the stalk (not the root) in the case of cassava. Production data of root crops should be reported in terms of clean weight, i.e. free of earth and mud. FAO distinguishes among seven primary root and tuber crops. The code and name of each one appears in the list that follows, along with its botanical name, or names, and a short description. The processed products of roots and tubers are listed together with their parent primary crops.", "CPC Code": "F1720", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "71", "Item": "Rye", "Description": "Rye", "CPC Code": "0116", "HS Code": "", "HS07 Code": "100200", "HS12 Code": "100210, 100290"}, {"Item Code": "280", "Item": "Safflower seed", "Description": "Safflower seed This subclass includes: - safflower seed, Carthamus tinctorius", "CPC Code": "01446", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120760"}, {"Item Code": "281", "Item": "Safflower-seed oil, crude", "Description": "Obtained either by pressure or by solvent. Has both food and industrial uses (Unofficial definition)", "CPC Code": "21631.02", "HS Code": "", "HS07 Code": "151211, 151219", "HS12 Code": "151211, 151219"}, {"Item Code": "328", "Item": "Seed cotton, unginned", "Description": "Unginned cotton, Gossypium spp.  Grown for both seed and for fibre. FAO considers cottonseed, cotton lint and linters to be primary products. Lint content ranges from 30 to 40%, seed 55 to 65%, and linters 2 to 5% though they are not always separated. (Unofficial definition)", "CPC Code": "01921.01", "HS Code": "", "HS07 Code": "520100", "HS12 Code": "520100"}, {"Item Code": "289", "Item": "Sesame seed", "Description": "Sesame seed This subclass is defined through the following headings/subheadings of the HS 2007: 1207.40.", "CPC Code": "01444", "HS Code": "", "HS07 Code": "120740", "HS12 Code": "120740"}, {"Item Code": "976", "Item": "Sheep", "Description": "Sheep This subclass is defined through the following headings/subheadings of the HS 2007: 0104.10.", "CPC Code": "02122", "HS Code": "", "HS07 Code": "010410", "HS12 Code": "010410"}, {"Item Code": "1807", "Item": "Sheep and Goat Meat", "Description": "", "CPC Code": "F1807", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "1749", "Item": "Sheep and Goats", "Description": "", "CPC Code": "F1749", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "979", "Item": "Sheep fat, unrendered", "Description": "Sheep fat, unrendered This subclass includes: - fat from sheep, animals of subclass 02122, unrendered This subclass does not include: -  tallow, fat from sheep, rendered, cf. 21523 -  marrow, bone or foot oil and their fractions, from sheep, cf. 21529", "CPC Code": "21514", "HS Code": "", "HS07 Code": "150200", "HS12 Code": "150290"}, {"Item Code": "987", "Item": "Shorn wool, greasy, including fleece-washed shorn wool", "Description": "Shorn wool, greasy, including fleece-washed shorn wool This subclass is defined through the following headings/subheadings of the HS 2007: 5101.11.", "CPC Code": "02941", "HS Code": "", "HS07 Code": "510111, 510119", "HS12 Code": "510111, 510119"}, {"Item Code": "1185", "Item": "Silk-worm cocoons suitable for reeling", "Description": "Silk-worm cocoons suitable for reeling This subclass is defined through the following headings/subheadings of the HS 2007: 5001.", "CPC Code": "02944", "HS Code": "", "HS07 Code": "500100", "HS12 Code": "500100"}, {"Item Code": "789", "Item": "Sisal, raw", "Description": "Agave sisalana\t  Sisal fibre is obtained from the leaves of the plant. It also is used as an ornamental plant. Trade data cover fibres that are raw, prepared for spinning, and tow and waste, including yarn waste and garnetted stock. (Unofficial definition)", "CPC Code": "01929.05", "HS Code": "", "HS07 Code": "530500", "HS12 Code": "530500"}, {"Item Code": "1809", "Item": "Skim Milk & Buttermilk, Dry", "Description": "", "CPC Code": "F1809", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "898", "Item": "Skim milk and whey powder", "Description": "Skim milk and whey powder This subclass is defined through the following headings/subheadings of the HS 2007: 0402.10.", "CPC Code": "22212", "HS Code": "", "HS07 Code": "040210", "HS12 Code": "040210"}, {"Item Code": "888", "Item": "Skim milk of cows", "Description": "Milk from which most of the fat has been removed (Unofficial definition)", "CPC Code": "22110.02", "HS Code": "", "HS07 Code": "040110, 040120", "HS12 Code": "040110, 040120"}, {"Item Code": "896", "Item": "Skim milk, condensed", "Description": "Skim milk from which water has been partly removed after heat-treating and concentrating. Normally sucrose is added to give the product stability and bacteriological safety. (Unofficial definition)", "CPC Code": "22222.02", "HS Code": "", "HS07 Code": "040299", "HS12 Code": "040299"}, {"Item Code": "895", "Item": "Skim milk, evaporated", "Description": "Skim milk and cream from which the water has been partly removed and which has been heat- treated to render it bacteriologically safe and stable (Unofficial definition)", "CPC Code": "22221.02", "HS Code": "", "HS07 Code": "040291", "HS12 Code": "040291"}, {"Item Code": "1176", "Item": "Snails, fresh, chilled, frozen, dried, salted or in brine, except sea snails", "Description": "Snails, fresh, chilled, frozen, dried, salted or in brine, except sea snails This  subclass  is  defined  through  the  following  headings/subheadings  of  the  HS  2007:  0307.60, 1605.58.", "CPC Code": "02920", "HS Code": "", "HS07 Code": "030760", "HS12 Code": "030760"}, {"Item Code": "83", "Item": "Sorghum", "Description": "Sorghum", "CPC Code": "0114", "HS Code": "", "HS07 Code": "100700", "HS12 Code": "100710, 100790"}, {"Item Code": "530", "Item": "Sour cherries", "Description": "This subclass includes sour cherries, species of Prunus cerasus and Cerasus acida. (Unofficial definition)", "CPC Code": "01344.01", "HS Code": "", "HS07 Code": "080920", "HS12 Code": "080921"}, {"Item Code": "237", "Item": "Soya bean oil", "Description": "Soya bean oil", "CPC Code": "2161", "HS Code": "", "HS07 Code": "150710, 150790", "HS12 Code": "150710, 150790"}, {"Item Code": "236", "Item": "Soya beans", "Description": "Soya beans", "CPC Code": "0141", "HS Code": "", "HS07 Code": "120100", "HS12 Code": "120110, 120190"}, {"Item Code": "373", "Item": "Spinach", "Description": "Spinach This subclass is defined through the following headings/subheadings of the HS 2007: 0709.70.", "CPC Code": "01215", "HS Code": "", "HS07 Code": "070970", "HS12 Code": "070970"}, {"Item Code": "544", "Item": "Strawberries", "Description": "Strawberries This subclass is defined through the following headings/subheadings of the HS 2007: 0810.10.", "CPC Code": "01354", "HS Code": "", "HS07 Code": "081010", "HS12 Code": "081010"}, {"Item Code": "423", "Item": "String beans", "Description": "String beans, species of Phaseolus vulgaris. String beans for shelling are excluded. (Unofficial definition)", "CPC Code": "01241.01", "HS Code": "", "HS07 Code": "070820", "HS12 Code": "070820"}, {"Item Code": "157", "Item": "Sugar beet", "Description": "Sugar beet This subclass is defined through the following headings/subheadings of the HS 2007: 1212.91.", "CPC Code": "01801", "HS Code": "", "HS07 Code": "121291", "HS12 Code": "121291"}, {"Item Code": "156", "Item": "Sugar cane", "Description": "Sugar cane This subclass includes: - sugar cane, Saccharum officinarum", "CPC Code": "01802", "HS Code": "", "HS07 Code": "121299", "HS12 Code": "121293"}, {"Item Code": "1723", "Item": "Sugar Crops Primary", "Description": "Sugar Crops and Sweeteners and derived products: In addition to providing the source for the manufacture of sugar, SUGAR CROPS are used to produce alcohol and ethanol. In certain countries, sugar cane is eaten raw in minor quantities. It also is used in the preparation of juices and for animal feed. There are two major sugar crops: sugar beets and sugar cane. However, sugar and syrups are also produced from the sap of certain species of maple trees, from sweet sorghum when cultivated explicitly for making syrup and from sugar palm. Sugar beets that are cultivated solely as a fodder crop and red or garden beets that are classified as vegetable crops are excluded from the FAO list of sugar crops. Sugar cane is a perennial grass (replanted at intervals using pieces of the cane stalks) that is cultivated mainly in the tropics. Sugar beet is an annual crop that is propagated by the seeds of the flowers. It is cultivated in cooler climates than sugar cane, mainly above the 35th parallel of the Northern Hemisphere. Both sugar beets and sugar cane have high water content, accounting for about 75 percent of the total weight of the plants. The sugar content of sugar cane ranges from 10 to 15 percent of the total weight, while that of sugar beets is between 13 and 18 percent. The protein and fat content of both beets and cane is almost nil. Production data on sugar beets and sugar cane relate to the harvested crop, free of soil, plant tops and leaves. FAO lists three primary sugar crops. Under the name SWEETENERS, FAO includes products used for sweetening that are derived from sugar crops, cereals, fruits or milk, or that are produced by insects. This category includes a wide variety of monosaccharide (glucose and fructose) and disaccharides (sucrose and saccharose). They exist either in a crystallized state as sugar, or in thick liquid form as syrups. The traditional sources of sugar are sugar cane and sugar beets. But in recent years, ever larger quantities of cereals (mainly maize) have been used to produce sweeteners derived from starch. OTHER DERIVED PRODUCTS. In addition to sugar, molasses is also obtained with various degrees of sugar content. The by-product obtained from the extraction of sugar is called bagasse in the case of sugar cane, and beet pulp in the case of sugar beets.", "CPC Code": "F1723", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "267", "Item": "Sunflower seed", "Description": "Sunflower seed This subclass is defined through the following headings/subheadings of the HS 2007: 1206.", "CPC Code": "01445", "HS Code": "", "HS07 Code": "120600", "HS12 Code": "120600"}, {"Item Code": "268", "Item": "Sunflower-seed oil, crude", "Description": "Obtained by pressure extraction. Mainly for food use (Unofficial definition)", "CPC Code": "21631.01", "HS Code": "", "HS07 Code": "151211, 151219", "HS12 Code": "151211, 151219"}, {"Item Code": "122", "Item": "Sweet potatoes", "Description": "Sweet potatoes This subclass is defined through the following headings/subheadings of the HS 2007: 0714.20.", "CPC Code": "01530", "HS Code": "", "HS07 Code": "071420", "HS12 Code": "071420"}, {"Item Code": "1034", "Item": "Swine / pigs", "Description": "Swine / pigs This subclass is defined through the following headings/subheadings of the HS 2007: 0103.", "CPC Code": "02140", "HS Code": "", "HS07 Code": "010310, 010391, 010392", "HS12 Code": "010310, 010391, 010392"}, {"Item Code": "1225", "Item": "Tallow", "Description": "Tallow This subclass includes: - fat from cattle, rendered - fat from buffalos, rendered - fat from sheep, rendered - fat from goats, rendered - greaves fat - oleo stock This subclass does not include: - fat from pigs, rendered, cf. 21521 - fat from poultry, rendered, cf. 21522 - oleo-oil, cf. 21529 -  tallow oil, cf. 21529 -  Borneo tallow (vegetable tallow), crude and refined, cf. 21691", "CPC Code": "21523", "HS Code": "", "HS07 Code": "150200", "HS12 Code": "150210"}, {"Item Code": "305", "Item": "Tallowtree seeds", "Description": "Tallowtree seeds, species of Shorea aptera; Shorea stenocarpa (Borneo tallow tree) and Sapium sebiferum; Stillingia sebifera (Chinese tallow tree), grown wild and cultivated. FAO considers vegetable tallow (cf. 21691.09) and stillingia oil (cf. 21691.10) as primary products. (Unofficial definition)", "CPC Code": "01499.04", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "495", "Item": "Tangerines, mandarins, clementines", "Description": "Tangerines, mandarins, clementines This subclass includes: -  tangerines, mandarins and clementines, fruits of Citrus reticulata", "CPC Code": "01324", "HS Code": "", "HS07 Code": "080520", "HS12 Code": "080520"}, {"Item Code": "136", "Item": "Taro", "Description": "Taro This subclass is defined through the following headings/subheadings of the HS 2007: 0714.40.", "CPC Code": "01550", "HS Code": "", "HS07 Code": "071490", "HS12 Code": "071440"}, {"Item Code": "667", "Item": "Tea leaves", "Description": "Tea leaves This subclass is defined through the following headings/subheadings of the HS 2007: 0902.20, .40.", "CPC Code": "01620", "HS Code": "", "HS07 Code": "090210, 090220, 090230, 090240", "HS12 Code": "090210, 090220, 090230, 090240"}, {"Item Code": "388", "Item": "Tomatoes", "Description": "Tomatoes This subclass is defined through the following headings/subheadings of the HS 2007: 0702.", "CPC Code": "01234", "HS Code": "", "HS07 Code": "070200", "HS12 Code": "070200"}, {"Item Code": "1729", "Item": "Treenuts, Total", "Description": "Tree NUTS are dry fruits or kernels enclosed in woody shells or hard husks, which in turn are generally covered by a thick, fleshy/fibrous outer husk that is removed during harvest. Similar products, such as groundnuts, sunflower seeds and melon seeds, although often used for similar purposes, are included with oil-bearing crops.FAO includes in this group only dessert or table nuts. Nuts that are used mainly for flavouring beverages and masticatory and stimulant nuts should be excluded. An exception is made for areca nuts and kola nuts, which FAO considers to be inedible nuts, but which are included with the nut and derived products group to be consistent with international trade classifications. Nuts used mainly for the extraction of oil or butter, (e.g. sheanuts) as well as nuts contained in other fruits (e.g. peaches) are excluded. It should be noted that some countries report certain nut crops (chestnuts, pignolia nuts) with forestry products. Production data relate to the weight of nuts in the shell or husk, but without the outer husk. The weight of the kernel contained in the nut ranges from as low as 30 percent for cashew nuts to as high as 80 percent in the case of chestnuts. The edible portion of nut kernels is, with the major exception of chestnuts, very rich in fat content at between 50 percent and 65 percent. Protein content makes up 15-20 percent and carbohydrate content is between 10 percent and 15 percent. Starch and saccharose are the main components of dry chestnuts, accounting for about 75 percent. FAO covers ten primary nut crops. Each is listed below along with its code, its botanical name, or names, and a short description. NUT PRODUCTS include shelled nuts, whole or split, and further processed products, including roasted nuts, meal/flour, paste, oil, etc. Nut oils are not separately identified in the FAO classification; instead they are included under the heading \"oil of vegetable origin nes\". The most commonly marketed oils are almon oil and cashew nut oil and its derivative cardol.", "CPC Code": "F1729", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "97", "Item": "Triticale", "Description": "Triticale This subclass is defined through the following headings/subheadings of the HS 2007: 1008.60.", "CPC Code": "01191", "HS Code": "", "HS07 Code": "100890", "HS12 Code": "100860"}, {"Item Code": "777", "Item": "True hemp, raw or retted", "Description": "Cannabis sativa\t  This plant is cultivated for seed as well as for fibre. The fibre is obtained from the stem of the plant. Trade data include raw, retted, scutched, combed fibre, tow and waste. (Unofficial definition)", "CPC Code": "01929.02", "HS Code": "", "HS07 Code": "530210, 530290", "HS12 Code": "530210, 530290"}, {"Item Code": "275", "Item": "Tung nuts", "Description": "Tung nuts, species of Aleurites cordata and Aleurites fordii, valued mainly for the extraction of their oil. (Unofficial definition)", "CPC Code": "01499.02", "HS Code": "", "HS07 Code": "120799", "HS12 Code": "120799"}, {"Item Code": "1079", "Item": "Turkeys", "Description": "Turkeys This subclass includes: - common and ocellated turkeys, Meleagris gallopavo", "CPC Code": "02152", "HS Code": "", "HS07 Code": "010512, 010599", "HS12 Code": "010512, 010599"}, {"Item Code": "826", "Item": "Unmanufactured tobacco", "Description": "Unmanufactured tobacco This subclass is defined through the following headings/subheadings of the HS 2007: 2401.10.", "CPC Code": "01970", "HS Code": "", "HS07 Code": "240110, 240120, 240130", "HS12 Code": "240110, 240120, 240130"}, {"Item Code": "692", "Item": "Vanilla, raw", "Description": "Vanilla, raw This subclass includes: -  vanilla, Vanilla planifolia and V. fragrans, raw This subclass does not include: -  processed vanilla, cf. 23928", "CPC Code": "01658", "HS Code": "", "HS07 Code": "090500", "HS12 Code": "090510, 090520"}, {"Item Code": "1735", "Item": "Vegetables Primary", "Description": "Vegetables, as classified in this group, are mainly annual plants cultivated as field and garden crops in the open and under glass, and used almost exclusively for food. Vegetables grown principally for animal feed or seed should be excluded. Certain plants, normally classified as cereals and pulses, belong to this group when harvested green, such as green maize, green peas, etc. This grouping differs from international trade classifications for vegetables in that it includes melons and watermelons, which are normally considered to be fruit crops. But, whereas fruit crops are virtually all permanent crops, melons and watermelons are similar to vegetables in that they are temporary crops. Chillies and green peppers are included in this grouping when they are harvested for consumption as vegetables and not processed into spices. FAO production data for green peas and green beans refer to the total weight including pods, although some countries report on a shelled weight basis. The weight of the pods ranges from 40 to 50 percent for peas to up to 70 percent for broad beans. Area data on small vegetable gardens are often omitted in agricultural surveys, although production estimates may be reported. Trade data for fresh vegetables also include chilled vegetables, meaning the temperature of the products has been reduced to around 0øC without the products being frozen. Vegetables contain principally water, accounting for between 70 percent and 95 percent of their weight. They are low in nutrients, but contain minerals and vitamins. FAO covers 27 primary vegetable products. Each is listed along with its code, botanical name, or names, and a short description. PRODUCTS DERIVED FROM VEGETABLES refer to processed products. Apart from a few main products, international trade classifications do not permit a sufficiently detailed classification of processed products according to the primary commodity used in the preparation. A similar situation prevails for frozen vegetables.", "CPC Code": "F1735", "HS Code": "", "HS07 Code": "", "HS12 Code": ""}, {"Item Code": "205", "Item": "Vetches", "Description": "Vetches, species of Vicia sativa (spring/common vetch), dried. Used mainly for animal feed. (Unofficial definition)", "CPC Code": "01709.01", "HS Code": "", "HS07 Code": "121490", "HS12 Code": "121490"}, {"Item Code": "222", "Item": "Walnuts, in shell", "Description": "Walnuts, in shell This subclass is defined through the following headings/subheadings of the HS 2007: 0802.31.", "CPC Code": "01376", "HS Code": "", "HS07 Code": "080231", "HS12 Code": "080231"}, {"Item Code": "567", "Item": "Watermelons", "Description": "Watermelons This subclass is defined through the following headings/subheadings of the HS 2007: 0807.11.", "CPC Code": "01221", "HS Code": "", "HS07 Code": "080711", "HS12 Code": "080711"}, {"Item Code": "15", "Item": "Wheat", "Description": "Wheat", "CPC Code": "0111", "HS Code": "", "HS07 Code": "100110, 100190", "HS12 Code": "100111, 100119, 100191, 100199"}, {"Item Code": "890", "Item": "Whey, condensed", "Description": "Whey paste (Unofficial definition)", "CPC Code": "22130.03", "HS Code": "", "HS07 Code": "040410", "HS12 Code": "040410"}, {"Item Code": "900", "Item": "Whey, dry", "Description": "Used in both food and animal feed (Unofficial definition)", "CPC Code": "22130.02", "HS Code": "", "HS07 Code": "040410", "HS12 Code": "040410"}, {"Item Code": "897", "Item": "Whole milk powder", "Description": "Whole milk powder This subclass is defined through the following headings/subheadings of the HS 2007: 0402.21, .29.", "CPC Code": "22211", "HS Code": "", "HS07 Code": "040221, 040229", "HS12 Code": "040221, 040229"}, {"Item Code": "889", "Item": "Whole milk, condensed", "Description": "Milk and cream from which water has been partly removed after heat-treating and concentrating. Normally sucrose is added to give the product stability and bacteriological safety. (Unofficial definition)", "CPC Code": "22222.01", "HS Code": "", "HS07 Code": "040299", "HS12 Code": "040299"}, {"Item Code": "894", "Item": "Whole milk, evaporated", "Description": "Milk and cream from which the water has been partly removed and which has been heat- treated to render it bacteriologically safe and stable (Unofficial definition)", "CPC Code": "22221.01", "HS Code": "", "HS07 Code": "040291", "HS12 Code": "040291"}, {"Item Code": "564", "Item": "Wine", "Description": "Wines of fresh grapes of all qualities, including sparkling, fortified and dessert wines (Unofficial definition)", "CPC Code": "24212.02", "HS Code": "", "HS07 Code": "220410, 220421, 220429", "HS12 Code": "220410, 220421, 220429"}, {"Item Code": "137", "Item": "Yams", "Description": "Yams This subclass includes: -  yams, tubers from vines of the genus Dioscorea D. batatas D. trifida D. alata D. bulbifera D. rotunda D. cayenensis D. exculenta D. dumetorum This subclass does not include: -  sweet potatoes, cf. 01530", "CPC Code": "01540", "HS Code": "", "HS07 Code": "071490", "HS12 Code": "071430"}, {"Item Code": "135", "Item": "Yautia", "Description": "Yautia This subclass is defined through the following headings/subheadings of the HS 2007: 0714.50.", "CPC Code": "01591", "HS Code": "", "HS07 Code": "071490", "HS12 Code": "071450"}, {"Item Code": "891", "Item": "Yoghurt", "Description": "A fermented milk food (Unofficial definition)", "CPC Code": "22230.01", "HS Code": "", "HS07 Code": "040310", "HS12 Code": "040310"}]}